[
    {
        "Title": "Stepwise evolution of Salmonella Typhimurium ST313 causing bloodstream infection in Africa",
        "Link": "https://www.nature.com/articles/s41564-020-00836-1",
        "Summary": "Stepwise evolution of invasive Salmonella Typhimurium in Africa is defined using genotypic and phenotypic analyses of isolates collected over a 50-yr period.",
        "Authors": [
            "Caisey V. Pulford",
            "Blanca M. Perez-Sepulveda",
            "Jay C. D. Hinton"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2020",
        "Journal Title": "Nature Microbiology",
        "Volume and Pages": "Volume: 6, P: 327-338"
    },
    {
        "Title": "Native American gene flow into Polynesia predating Easter Island settlement",
        "Link": "https://www.nature.com/articles/s41586-020-2487-2",
        "Summary": "Genomic analyses of DNA from modern individuals show that, about 800 years ago, pre-European contact occurred between Polynesian individuals and Native American individuals from near present-day Colombia, while remote Pacific islands were still being settled.",
        "Authors": [
            "Alexander G. Ioannidis",
            "Javier Blanco-Portillo",
            "Andrés Moreno-Estrada"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "08 Jul 2020",
        "Journal Title": "Nature",
        "Volume and Pages": "Volume: 583, P: 572-577"
    },
    {
        "Title": "Natural images are reliably represented by sparse and variable populations of neurons in visual cortex",
        "Link": "https://www.nature.com/articles/s41467-020-14645-x",
        "Summary": "Natural scenes sparsely activate V1 neurons. Here, the authors show that a small number of active cells reliably represent visual contents of a natural image across trials regardless of response variability, due to the diverse and partially overlapping representations of individual cells.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "13 Feb 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-19"
    },
    {
        "Title": "Ensemble dimensionality reduction and feature gene extraction for single-cell RNA-seq data",
        "Link": "https://www.nature.com/articles/s41467-020-19465-7",
        "Summary": "Dimensionality reduction is used to make the analysis of single-cell RNA sequencing data more efficient. Here the authors propose a method, EDGE, which simultaneously carries out dimensionality reduction and feature gene extraction.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "17 Nov 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-9"
    },
    {
        "Title": "A multicenter study benchmarking single-cell RNA sequencing technologies using reference samples",
        "Link": "https://www.nature.com/articles/s41587-020-00748-9",
        "Summary": "A comprehensive comparison of 20 single-cell RNA-seq datasets derived from the two cell lines analyzed using six preprocessing pipelines, eight normalization methods and seven batch-correction algorithms derived from four different sequencing platforms at different centers.",
        "Authors": [
            "Wanqiu Chen",
            "Yongmei Zhao",
            "Charles Wang"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "21 Dec 2020",
        "Journal Title": "Nature Biotechnology",
        "Volume and Pages": "Volume: 39, P: 1103-1114"
    },
    {
        "Title": "Gene set inference from single-cell sequencing data using a hybrid of matrix factorization and variational autoencoders",
        "Link": "https://www.nature.com/articles/s42256-020-00269-9",
        "Summary": "The wealth of data generated by single-cell RNA sequencing can be used to identify gene sets across cells, as well as to identify specific cells. Lukassen and colleagues propose a method combining matrix factorization and variational auto encoders that can capture both cross-cell and cell-specific information.",
        "Authors": [
            "Soeren Lukassen",
            "Foo Wei Ten",
            "Christian Conrad"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "07 Dec 2020",
        "Journal Title": "Nature Machine Intelligence",
        "Volume and Pages": "Volume: 2, P: 800-809"
    },
    {
        "Title": "A meta-learning approach for genomic survival analysis",
        "Link": "https://www.nature.com/articles/s41467-020-20167-3",
        "Summary": "RNA-sequencing data from tumours can be used to predict the prognosis of patients. Here, the authors show that a neural network meta-learning approach can be useful for predicting prognosis from a small number of samples.",
        "Authors": [
            "Yeping Lina Qiu",
            "Hong Zheng",
            "Olivier Gevaert"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "11 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-11"
    },
    {
        "Title": "Deep learning-based cross-classifications reveal conserved spatial behaviors within tumor histological images",
        "Link": "https://www.nature.com/articles/s41467-020-20030-5",
        "Summary": "Histopathological images are a rich but incompletely explored data type for studying cancer. Here the authors show that convolutional neural networks can be systematically applied across cancer types, enabling comparisons to reveal shared spatial behaviors.",
        "Authors": [
            "Javad Noorbakhsh",
            "Saman Farahmand",
            "Jeffrey H. Chuang"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "11 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-14"
    },
    {
        "Title": "Machine learning uncovers independently regulated modules in the Bacillus subtilis transcriptome",
        "Link": "https://www.nature.com/articles/s41467-020-20153-9",
        "Summary": "The systems-level regulatory structure underlying gene expression in bacteria can be inferred using machine learning algorithms. Here we show this structure for Bacillus subtilis, present five hypotheses gleaned from it, and analyse the process of sporulation from its perspective.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "11 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-10"
    },
    {
        "Title": "Inferring the molecular and phenotypic impact of amino acid variants with MutPred2",
        "Link": "https://www.nature.com/articles/s41467-020-19669-x",
        "Summary": "Identifying variants capable of causing genetic disease is challenging. The authors use semisupervised learning to predict pathogenic missense variants and their impacts on protein structure and function, enabling a molecular mechanism-driven approach to studying different types of human disease.",
        "Authors": [
            "Vikas Pejaver",
            "Jorge Urresti",
            "Predrag Radivojac"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "20 Nov 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-13"
    }
]