[
    {
        "Title": "Optogenetic rejuvenation of mitochondrial membrane potential extends C. elegans lifespan",
        "Link": "https://www.nature.com/articles/s43587-022-00340-7",
        "Summary": "Using light to optogenetically power mitochondria, this study shows that opposing the age-related decline in mitochondrial membrane potential leads to increased healthspan and lifespan in Caenorhabditis elegans. This result points to mitochondrial charge as a fundamental regulator of biological aging.",
        "Authors": [
            "Brandon J. Berry",
            "Anežka Vodičková",
            "Andrew P. Wojtovich"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "30 Dec 2022",
        "Journal Title": "Nature Aging",
        "Volume and Pages": "Volume: 3, P: 157-161"
    },
    {
        "Title": "Age-related liver endothelial zonation triggers steatohepatitis by inactivating pericentral endothelium-derived C-kit",
        "Link": "https://www.nature.com/articles/s43587-022-00348-z",
        "Summary": "The authors show that liver sinusoidal endothelial cell (LSEC) senescence promotes steatosis by reprogramming liver endothelial zonation and inhibiting C-kit, a type III receptor tyrosine kinase. Infusing C-kit-expressing LSECs in aged or diet-induced NASH mice counteracts senescence and steatosis.",
        "Authors": [
            "Juan-Li Duan",
            "Jing-Jing Liu",
            "Lin Wang"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "30 Dec 2022",
        "Journal Title": "Nature Aging",
        "Volume and Pages": "Volume: 3, P: 258-274"
    },
    {
        "Title": "Liver RBFOX2 regulates cholesterol homeostasis via Scarb1 alternative splicing in mice",
        "Link": "https://www.nature.com/articles/s42255-022-00681-y",
        "Summary": "Paterson and Yu et al. demonstrate that loss of the RNA alternative splicing factor RBFOX2 in the liver during a lipogenic diet leads to dysregulation of liver lipid and cholesterol homeostasis through a specific alternative splicing programme, which includes a splice switch of the high-density lipoprotein receptor gene Scarb1.",
        "Authors": [
            "Helen A. B. Paterson",
            "Sijia Yu",
            "Santiago Vernia"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "19 Dec 2022",
        "Journal Title": "Nature Metabolism",
        "Volume and Pages": "Volume: 4, P: 1812-1829"
    },
    {
        "Title": "Insulin-like growth factor-binding protein-7 (IGFBP7) links senescence to heart failure",
        "Link": "https://www.nature.com/articles/s44161-022-00181-y",
        "Summary": "Zhang et al. show increased blood concentration of IGFBP7 in patients and a mouse model with heart failure (HF). IGFBP7 promotes cardiac senescence by stimulating IGF-1R/IRS/AKT-dependent suppression of FOXO3a, and Igfbp7 deficiency or inhibition attenuates cardiac dysfunction in a pressure overload mouse HF model, suggesting that therapeutic targeting of IGFBP7 might be promising for the treatment of HF.",
        "Authors": [
            "Liyong Zhang",
            "David Smyth",
            "Peter P. Liu"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "22 Dec 2022",
        "Journal Title": "Nature Cardiovascular Research",
        "Volume and Pages": "Volume: 1, P: 1195-1214"
    },
    {
        "Title": "High-protein diet prevents fat mass increase after dieting by counteracting Lactobacillus-enhanced lipid absorption",
        "Link": "https://www.nature.com/articles/s42255-022-00687-6",
        "Summary": "Zhong et al. show that increased lipid intestinal absorption can contribute to fat mass increase after dieting and this is mediated by Lactobacillus-secreted metabolites. Notably, Lactobacillus growth can be counteracted by refeeding a high-protein diet, thus preventing weight regain.",
        "Authors": [
            "Wuling Zhong",
            "Hui Wang",
            "Qiwei Zhai"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "01 Dec 2022",
        "Journal Title": "Nature Metabolism",
        "Volume and Pages": "Volume: 4, P: 1713-1731"
    },
    {
        "Title": "Activation of a transient progenitor state in the epicardium is required for zebrafish heart regeneration",
        "Link": "https://www.nature.com/articles/s41467-022-35433-9",
        "Summary": "The epicardium supports heart regeneration, though precisely how is unclear. Here the authors define an activated epicardial progenitor population as the source of essential cell types and paracrine factors for successful heart regeneration in zebrafish.",
        "Authors": [
            "Yu Xia",
            "Sierra Duca",
            "Jingli Cao"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "13 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-18"
    },
    {
        "Title": "Age-dependent Lamin changes induce cardiac dysfunction via dysregulation of cardiac transcriptional programs",
        "Link": "https://www.nature.com/articles/s43587-022-00323-8",
        "Summary": "Kirkland et al. identify conserved age-dependent nuclear remodeling in Drosophila cardiomyocytes, dependent on declining Lamin C. They show that Lamin C loss induces reversible heart dysfunction by repressing myogenic transcription factors.",
        "Authors": [
            "Natalie J. Kirkland",
            "Scott H. Skalak",
            "Adam J. Engler"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "22 Dec 2022",
        "Journal Title": "Nature Aging",
        "Volume and Pages": "Volume: 3, P: 17-33"
    },
    {
        "Title": "Altered sulfation status of FAM20C-dependent chondroitin sulfate is associated with osteosclerotic bone dysplasia",
        "Link": "https://www.nature.com/articles/s41467-022-35687-3",
        "Summary": "Raine syndrome is associated with loss-of-function mutations of FAM20C. Here we show that Raine-originated mutations abrogate the interaction between FAM20C and C4ST-1 to alter chondroitin sulfate sulfation status and impact biomineralization in vitro and bone mineral density in vivo in mouse models, thereby serving clues for Raine syndrome etiology.",
        "Authors": [
            "Toshiyasu Koike",
            "Tadahisa Mikami",
            "Hiroshi Kitagawa"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "26 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-15"
    },
    {
        "Title": "G protein-coupled receptor 151 regulates glucose metabolism and hepatic gluconeogenesis",
        "Link": "https://www.nature.com/articles/s41467-022-35069-9",
        "Summary": "Rare variants in the G-protein coupled receptor 151 (GPR151) gene in humans are associated with lower odds ratio for type 2 diabetes, but the mechanism behind this association has remained elusive. Here, the authors show that GPR151 regulates the process of hepatic gluconeogenesis and affects whole-body glucose metabolism.",
        "Authors": [
            "Ewa Bielczyk-Maczynska",
            "Meng Zhao",
            "Joshua W. Knowles"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "01 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-15"
    },
    {
        "Title": "Food odor perception promotes systemic lipid utilization",
        "Link": "https://www.nature.com/articles/s42255-022-00673-y",
        "Summary": "Prior to consuming a meal, food-odor perception is sufficient to trigger systemic lipid utilization in male mice.",
        "Authors": [
            "Hiroshi Tsuneki",
            "Masanori Sugiyama",
            "Toshiyasu Sasaoka"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "14 Nov 2022",
        "Journal Title": "Nature Metabolism",
        "Volume and Pages": "Volume: 4, P: 1514-1531"
    }
]