[
    {
        "Title": "Natural variations of SLG1 confer high-temperature tolerance in indica rice",
        "Link": "https://www.nature.com/articles/s41467-020-19320-9",
        "Summary": "Understanding the mechanism of high-temperature tolerance will help to breed crops adaptive to warming climate. Here, the authors show SLG1, a cytosolic tRNA 2-thiolation protein 2 encoding gene, is differentiated between the two Asian cultivated rice subspecies and confers high temperature tolerance of indica rice.",
        "Authors": [
            "Yufang Xu",
            "Li Zhang",
            "Shanguo Yao"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "28 Oct 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-13"
    },
    {
        "Title": "Native American gene flow into Polynesia predating Easter Island settlement",
        "Link": "https://www.nature.com/articles/s41586-020-2487-2",
        "Summary": "Genomic analyses of DNA from modern individuals show that, about 800 years ago, pre-European contact occurred between Polynesian individuals and Native American individuals from near present-day Colombia, while remote Pacific islands were still being settled.",
        "Authors": [
            "Alexander G. Ioannidis",
            "Javier Blanco-Portillo",
            "Andrés Moreno-Estrada"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "08 Jul 2020",
        "Journal Title": "Nature",
        "Volume and Pages": "Volume: 583, P: 572-577"
    },
    {
        "Title": "Natural variation at FLM splicing has pleiotropic effects modulating ecological strategies in Arabidopsis thaliana",
        "Link": "https://www.nature.com/articles/s41467-020-17896-w",
        "Summary": "FLOWERING LOCUS M (FLM) is known as a repressor of Arabidopsis flowering. Here, the authors show that a single intronic substitution of FLM modulates leaf color and plant growth strategy along the leaf economics spectrum, as well as plays a role in plant adaptation.",
        "Authors": [
            "Mathieu Hanemian",
            "François Vasseur",
            "Olivier Loudet"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "18 Aug 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-12"
    },
    {
        "Title": "Genomic epidemiology reveals transmission patterns and dynamics of SARS-CoV-2 in Aotearoa New Zealand",
        "Link": "https://www.nature.com/articles/s41467-020-20235-8",
        "Summary": "New Zealand implemented stringent COVID-19 control measures early after identification of its first case. Here, the authors perform whole genome sequencing of samples taken until 22 May 2020 and find high viral diversity indicative of multiple separate introductions and limited community transmission.",
        "Authors": [
            "Jemma L. Geoghegan",
            "Xiaoyun Ren",
            "Joep de Ligt"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "11 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-7"
    },
    {
        "Title": "Promoter-interacting expression quantitative trait loci are enriched for functional genetic variants",
        "Link": "https://www.nature.com/articles/s41588-020-00745-3",
        "Summary": "H3K27ac HiChIP analysis helps to identify promoter-interacting expression quantitative trait loci (pieQTLs) in five common immune cell types. Some pieQTLs overlap with nontranscribed promoters that act as enhancers.",
        "Authors": [
            "Vivek Chandra",
            "Sourya Bhattacharyya",
            "Pandurangan Vijayanand"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "21 Dec 2020",
        "Journal Title": "Nature Genetics",
        "Volume and Pages": "Volume: 53, P: 110-119"
    },
    {
        "Title": "Evidence of horizontal indirect genetic effects in humans",
        "Link": "https://www.nature.com/articles/s41562-020-00991-9",
        "Summary": "The authors investigated over 100 human complex traits in 80,889 couples from UK Biobank, finding evidence that the genotype of one person explains trait variation in another person. The genotypes of those around us are an important part of our environment.",
        "Authors": [
            "Charley Xia",
            "Oriol Canela-Xandri",
            "Albert Tenesa"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "14 Dec 2020",
        "Journal Title": "Nature Human Behaviour",
        "Volume and Pages": "Volume: 5, P: 399-406"
    },
    {
        "Title": "A genetic history of the pre-contact Caribbean",
        "Link": "https://www.nature.com/articles/s41586-020-03053-2",
        "Summary": "Ancient DNA reveals genetic differences between stone-tool users and people associated with ceramic technology in the Caribbean and provides substantially lower estimates of population sizes in the region before European contact.",
        "Authors": [
            "Daniel M. Fernandes",
            "Kendra A. Sirak",
            "David Reich"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "23 Dec 2020",
        "Journal Title": "Nature",
        "Volume and Pages": "Volume: 590, P: 103-110"
    },
    {
        "Title": "Discovery of rare variants associated with blood pressure regulation through meta-analysis of 1.3 million individuals",
        "Link": "https://www.nature.com/articles/s41588-020-00713-x",
        "Summary": "Meta-analyses in up to 1.3 million individuals identify 87 rare-variant associations with blood pressure traits. On average, rare variants exhibit effects ~8 times larger than the mean effects of common variants and implicate candidate causal genes at associated regions.",
        "Authors": [
            "Praveen Surendran",
            "Elena V. Feofanova",
            "Joanna M. M. Howson"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "23 Nov 2020",
        "Journal Title": "Nature Genetics",
        "Volume and Pages": "Volume: 52, P: 1314-1332"
    },
    {
        "Title": "FUT2–ABO epistasis increases the risk of early childhood asthma and Streptococcus pneumoniae respiratory illnesses",
        "Link": "https://www.nature.com/articles/s41467-020-19814-6",
        "Summary": "Genetic variants discovered through genome-wide association studies for asthma together account for a small portion of the heritability. Here, the authors identify a possible epistatic relationship between coding variants in FUT2 and ABO, especially pronounced in severe and early onset asthma.",
        "Authors": [
            "Tarunveer S. Ahluwalia",
            "Anders U. Eliasen",
            "Klaus Bønnelykke"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "16 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-12"
    },
    {
        "Title": "Donkey genomes provide new insights into domestication and selection for coat color",
        "Link": "https://www.nature.com/articles/s41467-020-19813-7",
        "Summary": "A new donkey reference genome and comparisons with wild asses yields insights into the evolutionary history of donkey domestication and identifies a genetic variant that results in the non-Dun coat colours of domestic donkeys.",
        "Authors": [
            "Changfa Wang",
            "Haijing Li",
            "Jifeng Zhong"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "08 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-15"
    }
]