[
    {
        "Title": "The intralumenal fragment pathway mediates ESCRT-independent surface transporter down-regulation",
        "Link": "https://www.nature.com/articles/s41467-018-07734-5",
        "Summary": "Cell surface receptors are thought to be internalized via the multivesicular bodies (MVBs) in an ESCRT-dependent pathway. Here, the authors report that in yeast, a hexose transporter is internalized via an ESCRT-independent pathway into intralumenal fragments (ILF).",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "18 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-15"
    },
    {
        "Title": "A pH-correctable, DNA-based fluorescent reporter for organellar calcium",
        "Link": "https://www.nature.com/articles/s41592-018-0232-7",
        "Summary": "The DNA-based, ratiometric fluorescent reporter CalipHluor enables quantitative imaging of pH and calcium in acidic organelles with single-organelle resolution. The probe was used to identify a lysosome-specific Ca2+ importer in animals.",
        "Authors": [
            "Nagarjun Narayanaswamy",
            "Kasturi Chakraborty",
            "Yamuna Krishnan"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "10 Dec 2018",
        "Journal Title": "Nature Methods",
        "Volume and Pages": "Volume: 16, P: 95-102"
    },
    {
        "Title": "Neurohormonal signaling via a sulfotransferase antagonizes insulin-like signaling to regulate a Caenorhabditis elegans stress response",
        "Link": "https://www.nature.com/articles/s41467-018-07640-w",
        "Summary": "Reduced insulin-like signaling is required for C. elegans response to many environmental stressors, but how distinct outcomes are achieved is unknown. The authors show that the cytosolic sulfotransferase SSU-1 controls neurohormonal signaling via NHR-1 to specify the animals’ osmotic stress response.",
        "Authors": [
            "Nicholas O. Burton",
            "Vivek K. Dwivedi",
            "H. Robert Horvitz"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "04 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-9"
    },
    {
        "Title": "Impaired immune surveillance accelerates accumulation of senescent cells and aging",
        "Link": "https://www.nature.com/articles/s41467-018-07825-3",
        "Summary": "Senescent cells accumulate with aging contributing to age-related disease and the role of the immune system in removing senescent cells is not completely understood. Here, the authors show that perforin deficient mice accumulate more senescent cells and have a shorter lifespan, and that this phenotype can be reversed with administration of a senolytic drug.",
        "Authors": [
            "Yossi Ovadya",
            "Tomer Landsberger",
            "Valery Krizhanovsky"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-15"
    },
    {
        "Title": "Amino acids stimulate the endosome-to-Golgi trafficking through Ragulator and small GTPase Arl5",
        "Link": "https://www.nature.com/articles/s41467-018-07444-y",
        "Summary": "Amino acid levels are known to regulate anabolic and catabolic pathways. Here, the authors report that amino acids also affect membrane trafficking by stimulating endosome-to-Golgi retrograde trafficking and regulating cell surface localization of certain Golgi proteins through Ragulator and Arl5.",
        "Authors": [
            "Meng Shi",
            "Bing Chen",
            "Lei Lu"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "26 Nov 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-16"
    },
    {
        "Title": "Chemotherapy elicits pro-metastatic extracellular vesicles in breast cancer models",
        "Link": "https://www.nature.com/articles/s41556-018-0256-3",
        "Summary": "Keklikoglou et al. report that cytotoxic drugs induce tumour-derived extracellular vesicles that facilitate monocyte expansion through annexin A6 and thus lung metastasis in breast cancer.",
        "Authors": [
            "Ioanna Keklikoglou",
            "Chiara Cianciaruso",
            "Michele De Palma"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "31 Dec 2018",
        "Journal Title": "Nature Cell Biology",
        "Volume and Pages": "Volume: 21, P: 190-202"
    },
    {
        "Title": "Dynamin-related protein 1 has membrane constricting and severing abilities sufficient for mitochondrial and peroxisomal fission",
        "Link": "https://www.nature.com/articles/s41467-018-07543-w",
        "Summary": "Drp1 and Dnm2 have been implicated in mitochondrial fission events, although their specific activities in constriction and scission have been unclear. Here, the authors demonstrate that Drp1 is sufficient to constrict and sever mitochondrial and peroxisomal membranes in the absence of Dnm proteins.",
        "Authors": [
            "Sukrut C. Kamerkar",
            "Felix Kraus",
            "Michael T. Ryan"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "07 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-15"
    },
    {
        "Title": "aPKC controls endothelial growth by modulating c-Myc via FoxO1 DNA-binding ability",
        "Link": "https://www.nature.com/articles/s41467-018-07739-0",
        "Summary": "The cell polarity regulator aPKC is associated with cell proliferation but the precise mechanism are unknown. Here, the authors find that aPKC lambda phosphorylates the FoxO1 transcription factor, a gatekeeper of endothelial growth, during both angiogenesis and angiosarcomas.",
        "Authors": [
            "Meghan Riddell",
            "Akiko Nakayama",
            "Masanori Nakayama"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "17 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-13"
    },
    {
        "Title": "Ribosome–NatA architecture reveals that rRNA expansion segments coordinate N-terminal acetylation",
        "Link": "https://www.nature.com/articles/s41594-018-0165-y",
        "Summary": "The cryo-EM structure of the N-terminal acetyl transferase NatA in complex with the ribosome shows that NatA is dynamically positioned underneath the ribosomal exit tunnel to facilitate modification of the emerging nascent peptide chain.",
        "Authors": [
            "Alexandra G. Knorr",
            "Christian Schmidt",
            "Roland Beckmann"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "17 Dec 2018",
        "Journal Title": "Nature Structural & Molecular Biology",
        "Volume and Pages": "Volume: 26, P: 35-39"
    },
    {
        "Title": "Distinct adaptive mechanisms drive recovery from aneuploidy caused by loss of the Ulp2 SUMO protease",
        "Link": "https://www.nature.com/articles/s41467-018-07836-0",
        "Summary": "Transient aneuploidy enables cells to survive sudden environmental changes before longterm cellular adaptations are established. Here, the authors show that yeast cells respond to the acute loss of Ulp2 SUMO protease by rapid induction of aneuploidy, and reveal predictable long-term adaptation mechanisms that restore euploidy.",
        "Authors": [
            "Hong-Yeoul Ryu",
            "Francesc López-Giráldez",
            "Mark Hochstrasser"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-15"
    }
]