[
    {
        "Title": "Nature-inspired remodeling of (aza)indoles to meta-aminoaryl nicotinates for late-stage conjugation of vitamin B3 to (hetero)arylamines",
        "Link": "https://www.nature.com/articles/s41467-020-19610-2",
        "Summary": "Vitamin B3 derivatives display a range of biological activities. Here, the authors report the synthesis of meta-aminoaryl nicotinates, derivatives of vitamin B3, and their late-stage conjugation with (hetero)arylamines, ultimately expanding the chemical space for biomedical research.",
        "Authors": [
            "Begur Vasanthkumar Varun",
            "Kannan Vaithegi",
            "Seung Bum Park"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "09 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-9"
    },
    {
        "Title": "Mechanochemical synthesis of an elusive fluorinated polyacetylene",
        "Link": "https://www.nature.com/articles/s41557-020-00608-8",
        "Summary": "Fluorinated polyacetylene has typically proven to be inaccessible using traditional polymer synthesis, but there is much interest in its predicted properties. Now, a mechanochemical unzipping strategy has succeeded in the synthesis of a gold-coloured, semiconducting fluorinated polyacetylene with improved stability in air compared to polyacetylene.",
        "Authors": [
            "Benjamin R. Boswell",
            "Carl M. F. Mansson",
            "Noah Z. Burns"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "22 Dec 2020",
        "Journal Title": "Nature Chemistry",
        "Volume and Pages": "Volume: 13, P: 41-46"
    },
    {
        "Title": "Anti-selective [3+2] (Hetero)annulation of non-conjugated alkenes via directed nucleopalladation",
        "Link": "https://www.nature.com/articles/s41467-020-20182-4",
        "Summary": "Dihydrobenzofurans and indolines are common substructures in medicines and natural products. Herein, the authors report a palladium-catalyzed [3 + 2] (hetero)annulation proceeding in an anti-selective fashion and enabling direct access to these valuable heterocycles with broad reaction scope.",
        "Authors": [
            "Hui-Qi Ni",
            "Ilia Kevlishvili",
            "Keary M. Engle"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "22 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-8"
    },
    {
        "Title": "Developing the 134Ce and 134La pair as companion positron emission tomography diagnostic isotopes for 225Ac and 227Th radiotherapeutics",
        "Link": "https://www.nature.com/articles/s41557-020-00598-7",
        "Summary": "134Ce and 134La have great potential as companion diagnostic isotopes for radiotherapeutics labelled with α-emitting 225Ac and 227Th. Now, by controlling the CeIII/CeIV redox couple, the large-scale production, purification and characterization of 134Ce- and 134La-based radiolabels has been achieved and their use for in vivo positron emission tomography is demonstrated.",
        "Authors": [
            "Tyler A. Bailey",
            "Veronika Mocko",
            "Rebecca J. Abergel"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "14 Dec 2020",
        "Journal Title": "Nature Chemistry",
        "Volume and Pages": "Volume: 13, P: 284-289"
    },
    {
        "Title": "Isolable dicarbon stabilized by a single phosphine ligand",
        "Link": "https://www.nature.com/articles/s41557-020-00579-w",
        "Summary": "Diatomic C2 is an elusive species that has only been indirectly observed in the gas phase. It had previously been stabilized in the condensed phase using two ligands, but now a monoligated L→C2 complex has been prepared with a bulky phosphine ligand (L) bearing two imidazolidin-2-iminato groups. Reactivity studies and theoretical quantum chemical analysis point to the C2 moiety having a dicarbene character.",
        "Authors": [
            "Tsz-Fai Leung",
            "Dandan Jiang",
            "Gernot Frenking"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "30 Nov 2020",
        "Journal Title": "Nature Chemistry",
        "Volume and Pages": "Volume: 13, P: 89-93"
    },
    {
        "Title": "Iron-catalysed asymmetric carboazidation of styrenes",
        "Link": "https://www.nature.com/articles/s41929-020-00551-4",
        "Summary": "The carboazidation of olefins represents an effective strategy to introduce both carbon and nitrogen substituents into hydrocarbons, but asymmetric versions of this reaction remain elusive. Now, an iron-catalysed asymmetric radical carboazidation is introduced that yields chiral halogenated organoazides in high enantiomeric ratios.",
        "Authors": [
            "Liang Ge",
            "Huan Zhou",
            "Hongli Bao"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "14 Dec 2020",
        "Journal Title": "Nature Catalysis",
        "Volume and Pages": "Volume: 4, P: 28-35"
    },
    {
        "Title": "Catalytic enantioselective synthesis of chiral tetraarylmethanes",
        "Link": "https://www.nature.com/articles/s41929-020-00535-4",
        "Summary": "Tetraarylmethanes display special properties due to their spherical nature and are applied in various areas, but strategies for their asymmetric production are lacking. Now, their enantioselective synthesis is reported and in vitro studies indicate their potential as anticancer agents.",
        "Authors": [
            "Xingguang Li",
            "Meng Duan",
            "Jianwei Sun"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "14 Dec 2020",
        "Journal Title": "Nature Catalysis",
        "Volume and Pages": "Volume: 3, P: 1010-1019"
    },
    {
        "Title": "Asymmetric construction of tetrahedral chiral zinc with high configurational stability and catalytic activity",
        "Link": "https://www.nature.com/articles/s41467-020-20074-7",
        "Summary": "Unlike traditional chiral metal complexes, which typically contain chiral ligands, in chiral-at-metal complexes chirality originates from a stereogenic metal center bound to achiral ligands. Herein, the authors use an unsymmetric tridentate ligand to construct a Werner-type tetrahedral chiral-at-zinc complex which displays high configurational stability and catalyzes an oxa-Diels-Alder reaction with high yield and enantioselectivity.",
        "Authors": [
            "Kenichi Endo",
            "Yuanfei Liu",
            "Mitsuhiko Shionoya"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "09 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-7"
    },
    {
        "Title": "Ni-catalyzed asymmetric hydrogenation of N-aryl imino esters for the efficient synthesis of chiral α-aryl glycines",
        "Link": "https://www.nature.com/articles/s41467-020-19807-5",
        "Summary": "Chiral α-amino acids find application in the fields of pharmaceutical, biological and synthetic chemistry. Here, the authors report a nickel-catalyzed asymmetric hydrogenation of N-aryl imino esters affording chiral α-aryl glycines in high yields and enantioselectivities.",
        "Authors": [
            "Dan Liu",
            "Bowen Li",
            "Wanbin Zhang"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "23 Nov 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-9"
    },
    {
        "Title": "Synthesis and X-ray characterization of 15- and 16-vertex closo-carboranes",
        "Link": "https://www.nature.com/articles/s41467-020-19661-5",
        "Summary": "The synthesis of closo-carboranes with more than 14 vertexes is challenging, and no examples have been reported to date. Herein, the authors present the long-sought 15- and 16-vertex closo-carboranes, in which the introduction of silyl groups to the two cage carbons is crucial; this finding might enable the synthesis of even larger carborane analogs in the future.",
        "Authors": [
            "Fangrui Zheng",
            "Tsz Hin Yui",
            "Zuowei Xie"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "23 Nov 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-5"
    }
]