[
    {
        "Title": "Native American ataxia medicines rescue ataxia-linked mutant potassium channel activity via binding to the voltage sensing domain",
        "Link": "https://www.nature.com/articles/s41467-023-38834-6",
        "Summary": "Drugs that rescue function of episodic ataxia 1 (EA1) mutant potassium channels are lacking. Here, Manville et al identify and describe the molecular basis for Native American botanical ataxia remedies that directly rescue EA1 mutant channels.",
        "Authors": [
            "Rían W. Manville",
            "J. Alfredo Freites",
            "Geoffrey W. Abbott"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "06 Jun 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-18"
    },
    {
        "Title": "Natural killer cells and innate lymphoid cells 1 tune anxiety-like behavior and memory in mice via interferon-γ and acetylcholine",
        "Link": "https://www.nature.com/articles/s41467-023-38899-3",
        "Summary": "The meningeal compartment communicates with the brain to modulate homeostatic functions. Here, the authors demonstrate that natural killer (NK) cells and innate lymphoid cells (ILC) 1 shape synaptic neuronal transmission and affect mouse behavior.",
        "Authors": [
            "Stefano Garofalo",
            "Germana Cocozza",
            "Cristina Limatola"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "29 May 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-15"
    },
    {
        "Title": "Functional-metabolic coupling in distinct renal cell types coordinates organ-wide physiology and delays premature ageing",
        "Link": "https://www.nature.com/articles/s41467-023-44098-x",
        "Summary": "Spatially resolved metabolism in complex tissues is vital but poorly understood. Here, the authors establish the Drosophila renal system as a paradigm for linking mechanistic analysis of metabolism at single-cell resolution to organ-wide physiology.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "18 Dec 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-18"
    },
    {
        "Title": "Spatiotemporal signaling underlies progressive vascular rarefaction in myocardial infarction",
        "Link": "https://www.nature.com/articles/s41467-023-44227-6",
        "Summary": "Enhancing vascularization to improve cardiac disease outcomes is a therapeutic approach with limited success. Here, the authors show that cardiac repair is governed by spatiotemporally regulated programs and underline the signaling mechanisms driving vascular deterioration.",
        "Authors": [
            "Lin Wei Tung",
            "Elena Groppa",
            "Fabio Rossi"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-18"
    },
    {
        "Title": "Mtfp1 ablation enhances mitochondrial respiration and protects against hepatic steatosis",
        "Link": "https://www.nature.com/articles/s41467-023-44143-9",
        "Summary": "Excessive lipid accumulation in hepatocytes causes fatty liver disease and liver failure. Here the authors show that ablation of Mitochondrial Fission Process 1 in hepatocytes in mice protects fatty liver disease and dysfunction caused by high fat diet.",
        "Authors": [
            "Cecilia Patitucci",
            "Juan Diego Hernández-Camacho",
            "Timothy Wai"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "20 Dec 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-21"
    },
    {
        "Title": "Iron accumulation drives fibrosis, senescence and the senescence-associated secretory phenotype",
        "Link": "https://www.nature.com/articles/s42255-023-00928-2",
        "Summary": "Iron is shown to have a central role in senescence, both by triggering senescence and through its accumulation in senescent cells, which is driving the senescence-associated secretory phenotype and, in turn, promotes fibrogenesis.",
        "Authors": [
            "Mate Maus",
            "Vanessa López-Polo",
            "Manuel Serrano"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "14 Dec 2023",
        "Journal Title": "Nature Metabolism",
        "Volume and Pages": "Volume: 5, P: 2111-2130"
    },
    {
        "Title": "Early-adult methionine restriction reduces methionine sulfoxide and extends lifespan in Drosophila",
        "Link": "https://www.nature.com/articles/s41467-023-43550-2",
        "Summary": "Dietary methionine restriction extends lifespans in many organisms. Here, the authors show in Drosophila that methionine restriction in early adulthood can increase lifespan and that the beneficial effect of the dietary manipulation declines with age.",
        "Authors": [
            "Hina Kosakamoto",
            "Fumiaki Obata",
            "Masayuki Miura"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "05 Dec 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-16"
    },
    {
        "Title": "Efferocytosis-induced lactate enables the proliferation of pro-resolving macrophages to mediate tissue repair",
        "Link": "https://www.nature.com/articles/s42255-023-00921-9",
        "Summary": "Efferocytosis-induced macrophage proliferation is supported by increased non-canonical upregulation of glycolysis. Ngai, Schilperoort and Tabas provide mechanistic insight to understand how glycolysis-derived lactate contributes to this process by stabilizing MYC via extracellular signalling.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "27 Nov 2023",
        "Journal Title": "Nature Metabolism",
        "Volume and Pages": "Volume: 5, P: 2206-2219"
    },
    {
        "Title": "Hypothalamic CRH neurons represent physiological memory of positive and negative experience",
        "Link": "https://www.nature.com/articles/s41467-023-44163-5",
        "Summary": "How physiological memories are encoded is not fully understood. Here the authors show how physiological memories of aversive and appetitive experience are represented by corticotropin-releasing hormone synthesizing neurons in the paraventricular nucleus of the hypothalamus and demonstrate that behavioral readouts may not accurately reflect physiological changes invoked by the memory of salient experiences.",
        "Authors": [
            "Tamás Füzesi",
            "Neilen P. Rasiah",
            "Jaideep S. Bains"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-12"
    },
    {
        "Title": "NADase CD38 is a key determinant of ovarian aging",
        "Link": "https://www.nature.com/articles/s43587-023-00532-9",
        "Summary": "Multiple lines of research show that NAD+ has an important role in ovarian aging; however, the role of NAD+ consumption during ovarian aging is incompletely understood. Here the authors study the role of the NADase CD38 to show that CD38 expression increases and NAD+ levels decrease with age in mice, and that CD38 deletion ameliorates ovarian aging.",
        "Authors": [
            "Qingling Yang",
            "Wenhui Chen",
            "Yingpu Sun"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2023",
        "Journal Title": "Nature Aging",
        "Volume and Pages": "Volume: 4, P: 110-128"
    }
]