[
    {
        "Title": "Structure of native lens connexin 46/50 intercellular channels by cryo-EM",
        "Link": "https://www.nature.com/articles/s41586-018-0786-7",
        "Summary": "Cryo-electron microscopy structures of connexin channels composed of connexin 46 and connexin 50 in an open-state reveal features that govern permselectivity and the location of mutated residues linked to herediatry cataracts.",
        "Authors": [
            "Janette B. Myers",
            "Bassam G. Haddad",
            "Steve L. Reichow"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "12 Dec 2018",
        "Journal Title": "Nature",
        "Volume and Pages": "Volume: 564, P: 372-377"
    },
    {
        "Title": "Transition path times of coupled folding and binding reveal the formation of an encounter complex",
        "Link": "https://www.nature.com/articles/s41467-018-07043-x",
        "Summary": "How interactions between binding partners form or break is hidden in the transition paths from the encounter to the formation of a stable complex. Here authors use single‐molecule spectroscopy to measure the transition path times for the association of two intrinsically disordered proteins that form a folded dimer upon binding and identify a metastable encounter complex.",
        "Authors": [
            "Flurin Sturzenegger",
            "Franziska Zosel",
            "Benjamin Schuler"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "09 Nov 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-11"
    },
    {
        "Title": "Compositional adaptability in NPM1-SURF6 scaffolding networks enabled by dynamic switching of phase separation mechanisms",
        "Link": "https://www.nature.com/articles/s41467-018-07530-1",
        "Summary": "The nucleolus is a membrane-less organelle and both Nucleophosmin (NPM1) and Surfeit locus protein 6 (SURF6) are abundant proteins within the nucleolus. Here the authors employ biophysical methods to study the properties of NPM1-S6N droplets and provide insights into the role of SURF6 in maintaining and modulating the liquid-like structure of the nucleolus.",
        "Authors": [
            "Mylene C. Ferrolino",
            "Diana M. Mitrea",
            "Richard W. Kriwacki"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "29 Nov 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-11"
    },
    {
        "Title": "Reply to: Characterizing coral skeleton mineralogy with Raman spectroscopy",
        "Link": "https://www.nature.com/articles/s41467-018-07602-2",
        "Summary": "",
        "Authors": [
            "Anat Akiva",
            "Maayan Neder",
            "Tali Mass"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "14 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-3"
    },
    {
        "Title": "Mechanical loading of desmosomes depends on the magnitude and orientation of external stress",
        "Link": "https://www.nature.com/articles/s41467-018-07523-0",
        "Summary": "Desmosomes are intercellular adhesion complexes that connect the intermediate filament cytoskeletons of neighboring cells but direct evidence for their load-bearing nature is lacking. Here the authors develop FRET-based tension sensors to measure the forces experienced by desmoplakin and infer that desmosomes become mechanically loaded when cells are exposed to external mechanical stresses.",
        "Authors": [
            "Andrew J. Price",
            "Anna-Lena Cost",
            "Carsten Grashoff"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "11 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-11"
    },
    {
        "Title": "Nucleotide-dependent DNA gripping and an end-clamp mechanism regulate the bacteriophage T4 viral packaging motor",
        "Link": "https://www.nature.com/articles/s41467-018-07834-2",
        "Summary": "Packaging of viral DNA depends on strong molecular motors that are powered by ATP hydrolysis. Here, the authors develop a single-molecule assay to monitor how nucleotide binding regulates motor-DNA interactions and reveal a generic mechanism that prevents exit of the whole DNA from the viral capsid during packaging.",
        "Authors": [
            "Mariam Ordyan",
            "Istiaq Alam",
            "Douglas E. Smith"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-9"
    },
    {
        "Title": "Diffusion-limited association of disordered protein by non-native electrostatic interactions",
        "Link": "https://www.nature.com/articles/s41467-018-06866-y",
        "Summary": "Intrinsically disordered proteins (IDPs) usually fold during binding to target proteins which involves the formation of a transient complex (TC). Here authors use single-molecule FRET to show that the lifetime of TC for IDP binding is very long due to the stabilization by non-native electrostatic interactions, which makes fast association possible.",
        "Authors": [
            "Jae-Yeol Kim",
            "Fanjie Meng",
            "Hoi Sung Chung"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "09 Nov 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-10"
    },
    {
        "Title": "Cryo-EM structures of KdpFABC suggest a K+ transport mechanism via two inter-subunit half-channels",
        "Link": "https://www.nature.com/articles/s41467-018-07319-2",
        "Summary": "The P-type ATPase subunit KdpB of KdpFABC hydrolyzes ATP while K+ transport was assumed to occur through channel-like subunit KdpA. Here, the authors show two cryo-EM structures of KdpFABC which suggest a translocation pathway through two inter-subunit half-channels formed by KdpA and KdpB.",
        "Authors": [
            "C. Stock",
            "L. Hielkema",
            "I. Hänelt"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "26 Nov 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-10"
    },
    {
        "Title": "High-speed AFM height spectroscopy reveals µs-dynamics of unlabeled biomolecules",
        "Link": "https://www.nature.com/articles/s41467-018-07512-3",
        "Summary": "The dynamics of biomolecules can occur over a wide range of time and length scales. Here the authors develop a high-speed AFM height spectroscopy method to directly detect the motion of unlabeled molecules at Angstrom spatial and microsecond temporal resolution.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "26 Nov 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-11"
    },
    {
        "Title": "A structural and dynamic model for the assembly of Replication Protein A on single-stranded DNA",
        "Link": "https://www.nature.com/articles/s41467-018-07883-7",
        "Summary": "Replication Protein A (RPA) coats single stranded DNA (ssDNA) generated during DNA recombination, replication and repair. Here the authors present a structural model suggesting how RPA’s DNA-binding domains promote cooperative assembly of multiple RPAs on long ssDNA.",
        "Authors": [
            "Luke A. Yates",
            "Ricardo J. Aramayo",
            "Xiaodong Zhang"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-14"
    }
]