[
    {
        "Title": "Natural variation at XND1 impacts root hydraulics and trade-off for stress responses in Arabidopsis",
        "Link": "https://www.nature.com/articles/s41467-018-06430-8",
        "Summary": "Soil water uptake is a major determinant of plant performance and stress tolerance. Here the authors show that, by affecting xylem formation in the root, natural variation at the Arabidopsis XND1 locus has contrasting effects on root hydraulics and drought tolerance versus pathogen resistance.",
        "Authors": [
            "Ning Tang",
            "Zaigham Shahzad",
            "Christophe Maurel"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "24 Sept 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-12"
    },
    {
        "Title": "Sunflower pan-genome analysis shows that hybridization altered gene content and disease resistance",
        "Link": "https://www.nature.com/articles/s41477-018-0329-0",
        "Summary": "A sunflower pan-genome determined by sequencing about 500 accessions, including wild, landrace and cultivated lines, showed that introgression from the wild species has profoundly shaped the cultivar gene pool and contributed disease resistance genes.",
        "Authors": [
            "Sariel Hübner",
            "Natalia Bercovich",
            "Loren H. Rieseberg"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "31 Dec 2018",
        "Journal Title": "Nature Plants",
        "Volume and Pages": "Volume: 5, P: 54-62"
    },
    {
        "Title": "Trans-ethnic association study of blood pressure determinants in over 750,000 individuals",
        "Link": "https://www.nature.com/articles/s41588-018-0303-9",
        "Summary": "Analysis of blood pressure data from the Million Veteran Program trans-ethnic cohort identifies common and rare variants, and genetically predicted gene expression across multiple tissues associated with systolic, diastolic and pulse pressure in over 775,000 individuals.",
        "Authors": [
            "Ayush Giri",
            "Jacklyn N. Hellwege",
            "Todd L. Edwards"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Genetics",
        "Volume and Pages": "Volume: 51, P: 51-62"
    },
    {
        "Title": "High-resolution genome-wide functional dissection of transcriptional regulatory regions and nucleotides in human",
        "Link": "https://www.nature.com/articles/s41467-018-07746-1",
        "Summary": "Millions of enhancers are predicted, but their validation remains challenging. Here, the authors report genome-wide enhancer function quantification and high-resolution dissection for millions of accessible DNA fragments, revealing driver nucleotides and helping interpret non-coding disease variants.",
        "Authors": [
            "Xinchen Wang",
            "Liang He",
            "Manolis Kellis"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "19 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-15"
    },
    {
        "Title": "Dissection of genetic variation and evidence for pleiotropy in male pattern baldness",
        "Link": "https://www.nature.com/articles/s41467-018-07862-y",
        "Summary": "Male pattern baldness (MPB) is a polygenic trait that affects the majority of European men. Here, Yap et al. estimate heritability, partitioned by autosomes and the X-chromosome, of MPB in the UK Biobank cohort, perform GWAS for MPB and find genetic correlation with other sex-specific traits.",
        "Authors": [
            "Chloe X. Yap",
            "Julia Sidorenko",
            "Peter M. Visscher"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "20 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-12"
    },
    {
        "Title": "Latin Americans show wide-spread Converso ancestry and imprint of local Native ancestry on physical appearance",
        "Link": "https://www.nature.com/articles/s41467-018-07748-z",
        "Summary": "Latin Americans trace their ancestry to the admixture of Native Americans, Europeans and Sub-Saharan Africans. Here, the authors develop a novel haplotype-based approach and analyse over 6,500 Latin Americans to infer the geographically-detailed genetic structure of this population.",
        "Authors": [
            "Juan-Camilo Chacón-Duque",
            "Kaustubh Adhikari",
            "Andrés Ruiz-Linares"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "19 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-13"
    },
    {
        "Title": "Multiple episodes of interbreeding between Neanderthal and modern humans",
        "Link": "https://www.nature.com/articles/s41559-018-0735-8",
        "Summary": "Studying the asymmetry in the pattern of Neanderthal introgression in modern human genomes between individuals of East Asian and European ancestry, the authors show recurrent gene flow from Neanderthals into modern humans.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "26 Nov 2018",
        "Journal Title": "Nature Ecology & Evolution",
        "Volume and Pages": "Volume: 3, P: 39-44"
    },
    {
        "Title": "High-resolution genetic mapping of putative causal interactions between regions of open chromatin",
        "Link": "https://www.nature.com/articles/s41588-018-0278-6",
        "Summary": "A Bayesian hierarchical approach identifies over 15,000 causal regulatory interactions in the human genome using ATAC-seq data from 100 individuals. The majority of detected interactions were over distances of <20 kb, a range where 3C methods perform poorly.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "26 Nov 2018",
        "Journal Title": "Nature Genetics",
        "Volume and Pages": "Volume: 51, P: 128-137"
    },
    {
        "Title": "Genome wide association analysis in a mouse advanced intercross line",
        "Link": "https://www.nature.com/articles/s41467-018-07642-8",
        "Summary": "Multigenerational outbred populations from an advanced intercross line (AIL) of mice represent useful resources for genome wide association analysis. Here, the authors analyze 1,063 LG x SM AIL mice to identify significant associations for 50 traits relevant to human health and disease.",
        "Authors": [
            "Natalia M. Gonzales",
            "Jungkyun Seo",
            "Abraham A. Palmer"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "04 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-12"
    },
    {
        "Title": "SumHer better estimates the SNP heritability of complex traits from summary statistics",
        "Link": "https://www.nature.com/articles/s41588-018-0279-5",
        "Summary": "SumHer is a software for estimating SNP heritability from summary statistics using heritability models. Applying SumHer to publicly available results for 24 GWAS provides an improved understanding of the genetic architecture of complex traits.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "03 Dec 2018",
        "Journal Title": "Nature Genetics",
        "Volume and Pages": "Volume: 51, P: 277-284"
    }
]