[
    {
        "Title": "The urban built environment and adult BMI, obesity, and diabetes in Latin American cities",
        "Link": "https://www.nature.com/articles/s41467-022-35648-w",
        "Summary": "Latin America is the world’s most urbanized region and its heterogeneous urban development may impact chronic diseases. In this study, the authors evaluate the association of built environment characteristics with body mass index, obesity, and type 2 diabetes.",
        "Authors": [
            "Cecilia Anza-Ramirez",
            "Mariana Lazo",
            "J. Jaime Miranda"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "29 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-9"
    },
    {
        "Title": "Nationally representative SARS-CoV-2 antibody prevalence estimates after the first epidemic wave in Mexico",
        "Link": "https://www.nature.com/articles/s41467-022-28232-9",
        "Summary": "SARS-CoV-2 seroprevalence surveys provide estimates of the extent of prior infection in a population. In this nationally representative survey from Mexico, the authors estimate seroprevalence after the first epidemic wave at ~25%, with variation by region, age, socioeconomic status, and education level.",
        "Authors": [
            "Ana Basto-Abreu",
            "Martha Carnalla",
            "Andrés Sanchez-Pájaro"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "01 Feb 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-8"
    },
    {
        "Title": "Effectiveness of a third BNT162b2 mRNA COVID-19 vaccination during pregnancy: a national observational study in Israel",
        "Link": "https://www.nature.com/articles/s41467-022-34605-x",
        "Summary": "Data on the effectiveness of a third dose of COVID-19 vaccine in pregnant women are limited. In this observational study, the authors report that a third dose of the BNT162b2 mRNA COVID-19 vaccine during pregnancy enhances protection against maternal adverse COVID-19-related outcomes.",
        "Authors": [
            "Joshua Guedalia",
            "Michal Lipschuetz",
            "Ofer Beharier"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "15 Nov 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-7"
    },
    {
        "Title": "National identity predicts public health support during a global pandemic",
        "Link": "https://www.nature.com/articles/s41467-021-27668-9",
        "Summary": "Understanding collective behaviour is an important aspect of managing the pandemic response. Here the authors show in a large global study that participants that reported identifying more strongly with their nation reported greater engagement in public health behaviours and support for public health policies in the context of the pandemic.",
        "Authors": [
            "Jay J. Van Bavel",
            "Aleksandra Cichocka",
            "Paulo S. Boggio"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "26 Jan 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-14"
    },
    {
        "Title": "Lacrimal gland biopsies—results from a tertiary centre in the UK",
        "Link": "https://www.nature.com/articles/s41433-022-02331-9",
        "Summary": "",
        "Authors": [
            "Segun Awotesu",
            "Ebube Obi",
            "Raghavan Sampath"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2022",
        "Journal Title": "Eye",
        "Volume and Pages": "Volume: 37, P: 983-987"
    },
    {
        "Title": "Viral load dynamics of SARS-CoV-2 Delta and Omicron variants following multiple vaccine doses and previous infection",
        "Link": "https://www.nature.com/articles/s41467-022-33096-0",
        "Summary": "COVID vaccination can reduce virus levels in breakthrough infections, which in turn may reduce transmission of the virus. By using qRT-PCR cycle threshold as a surrogate of virus levels, the authors here show that this positive effect of vaccination wanes relatively quickly for Omicron breakthrough infection.",
        "Authors": [
            "Yonatan Woodbridge",
            "Sharon Amit",
            "Naama M. Kopelman"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "07 Nov 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-6"
    },
    {
        "Title": "Age-related liver endothelial zonation triggers steatohepatitis by inactivating pericentral endothelium-derived C-kit",
        "Link": "https://www.nature.com/articles/s43587-022-00348-z",
        "Summary": "The authors show that liver sinusoidal endothelial cell (LSEC) senescence promotes steatosis by reprogramming liver endothelial zonation and inhibiting C-kit, a type III receptor tyrosine kinase. Infusing C-kit-expressing LSECs in aged or diet-induced NASH mice counteracts senescence and steatosis.",
        "Authors": [
            "Juan-Li Duan",
            "Jing-Jing Liu",
            "Lin Wang"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "30 Dec 2022",
        "Journal Title": "Nature Aging",
        "Volume and Pages": "Volume: 3, P: 258-274"
    },
    {
        "Title": "Genomics and phenomics of body mass index reveals a complex disease network",
        "Link": "https://www.nature.com/articles/s41467-022-35553-2",
        "Summary": "Elevated body mass index is heritable and associated with many health conditions that impact morbidity and mortality. Here, the authors identify greater than 900 genetic loci for body mass index (BMI) and find over 300 diagnoses associated with increasing BMI.",
        "Authors": [
            "Jie Huang",
            "Jennifer E. Huffman",
            "Christopher J. O’Donnell"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "29 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-10"
    },
    {
        "Title": "Dynamic 18F-Pretomanid PET imaging in animal models of TB meningitis and human studies",
        "Link": "https://www.nature.com/articles/s41467-022-35730-3",
        "Summary": "Pretomanid has been approved for use in cases of multi-drug resistant pulmonary tuberculosis, yet the penetration of this antibiotic into other target tissues is not well established. Authors provide insight on pretomanid pharmacokinetics in the central nervous system, using positron emission tomography in animal models, and human studies.",
        "Authors": [
            "Filipa Mota",
            "Camilo A. Ruiz-Bedoya",
            "Sanjay K. Jain"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "29 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-9"
    },
    {
        "Title": "Anti-SARS-CoV-2 antibody-containing plasma improves outcome in patients with hematologic or solid cancer and severe COVID-19: a randomized clinical trial",
        "Link": "https://www.nature.com/articles/s43018-022-00503-w",
        "Summary": "Müller-Tidow and colleagues perform a randomized clinical trial and show that administration of convalescent plasma improves COVID-19 outcome in patients with cancer who are unable to generate an adequate immune response.",
        "Authors": [
            "Claudia M. Denkinger",
            "Maike Janssen",
            "Carsten Müller-Tidow"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "29 Dec 2022",
        "Journal Title": "Nature Cancer",
        "Volume and Pages": "Volume: 4, P: 96-107"
    }
]