[
    {
        "Title": "Natural variations of SLG1 confer high-temperature tolerance in indica rice",
        "Link": "https://www.nature.com/articles/s41467-020-19320-9",
        "Summary": "Understanding the mechanism of high-temperature tolerance will help to breed crops adaptive to warming climate. Here, the authors show SLG1, a cytosolic tRNA 2-thiolation protein 2 encoding gene, is differentiated between the two Asian cultivated rice subspecies and confers high temperature tolerance of indica rice.",
        "Authors": [
            "Yufang Xu",
            "Li Zhang",
            "Shanguo Yao"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "28 Oct 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-13"
    },
    {
        "Title": "Naturally-occurring cholesterol analogues in lipid nanoparticles induce polymorphic shape and enhance intracellular delivery of mRNA",
        "Link": "https://www.nature.com/articles/s41467-020-14527-2",
        "Summary": "Endosomal sequestration of lipid-based nanoparticles is a barrier to delivery of nucleic acids. Here the authors test an array of cholesterol variants and perform in-depth investigation of nanoparticle shape, internal structure and intracellular trafficking.",
        "Authors": [
            "Siddharth Patel",
            "N. Ashwanikumar",
            "Gaurav Sahay"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "20 Feb 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-13"
    },
    {
        "Title": "Natural variation of an EF-hand Ca2+-binding-protein coding gene confers saline-alkaline tolerance in maize",
        "Link": "https://www.nature.com/articles/s41467-019-14027-y",
        "Summary": "Saline-alkaline stress affects worldwide crops production, but the tolerance mechanisms have not been fully elucidated. Here, the authors show that EF-hand Ca2 + -binding-protein coding gene ZmNSA1 can regulate root H + efflux, Na + homeostasis, and saline-alkaline tolerance in maize.",
        "Authors": [
            "Yibo Cao",
            "Ming Zhang",
            "Caifu Jiang"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "10 Jan 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-14"
    },
    {
        "Title": "Silica nanoparticles enhance disease resistance in Arabidopsis plants",
        "Link": "https://www.nature.com/articles/s41565-020-00812-0",
        "Summary": "New mechanistic insights into nanoparticle–plant interactions show that specifically designed silica nanoparticles have the potential to serve as an inexpensive, highly efficient, safe and tracelessly degradable alternative for pesticides.",
        "Authors": [
            "Mohamed El-Shetehy",
            "Aboubakr Moradi",
            "Fabienne Schwab"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "14 Dec 2020",
        "Journal Title": "Nature Nanotechnology",
        "Volume and Pages": "Volume: 16, P: 344-353"
    },
    {
        "Title": "DNA scaffolds enable efficient and tunable functionalization of biomaterials for immune cell modulation",
        "Link": "https://www.nature.com/articles/s41565-020-00813-z",
        "Summary": "Controlling immune cell activation would improve the efficiency of cell-based immunotherapies and reduce its associated risks. Here biodegradable particles are functionalized with DNA scaffolds for precise conjugation of a range of immunomodulating agents and applied ex vivo and in vivo for engineered immune cell modulation.",
        "Authors": [
            "Xiao Huang",
            "Jasper Z. Williams",
            "Tejal A. Desai"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "14 Dec 2020",
        "Journal Title": "Nature Nanotechnology",
        "Volume and Pages": "Volume: 16, P: 214-223"
    },
    {
        "Title": "Micelle-enabled self-assembly of porous and monolithic carbon membranes for bioelectronic interfaces",
        "Link": "https://www.nature.com/articles/s41565-020-00805-z",
        "Summary": "A highly porous carbon-based electrode with optimal mechanical and electrochemical properties is implemented in a bioelectronics device for the modulation of cardiomyocyte contraction in vitro, the excitation of heart and retina ex vivo and the stimulation of sciatic nerve in vivo.",
        "Authors": [
            "Yin Fang",
            "Aleksander Prominski",
            "Bozhi Tian"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "07 Dec 2020",
        "Journal Title": "Nature Nanotechnology",
        "Volume and Pages": "Volume: 16, P: 206-213"
    },
    {
        "Title": "A machine learning toolkit for genetic engineering attribution to facilitate biosecurity",
        "Link": "https://www.nature.com/articles/s41467-020-19612-0",
        "Summary": "The potential for accidental or deliberate misuse of biotechnology is of concern for international biosecurity. Here the authors apply machine learning to DNA sequences and associated phenotypic data to facilitate genetic engineering attribution and identify country-of-origin and ancestral lab of engineered DNA sequences.",
        "Authors": [
            "Ethan C. Alley",
            "Miles Turpin",
            "Kevin M. Esvelt"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "08 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-12"
    },
    {
        "Title": "Synthesis of high-titer alka(e)nes in Yarrowia lipolytica is enabled by a discovered mechanism",
        "Link": "https://www.nature.com/articles/s41467-020-19995-0",
        "Summary": "Alka(e)nes with chain lengths in C5-C23 range are ideal fuel components. Here, the authors report that high-titer production of alak(e)nes in pathway engineered Yarrowia lipolytica, which is enabled by the finding that acyl-CoA is another substrate of fatty acid photodecarboxylase (FAP).",
        "Authors": [
            "Jingbo Li",
            "Yongshuo Ma",
            "Gregory Stephanopoulos"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "03 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-13"
    },
    {
        "Title": "Ultrasensitive antibody-aptamer plasmonic biosensor for malaria biomarker detection in whole blood",
        "Link": "https://www.nature.com/articles/s41467-020-19755-0",
        "Summary": "Reliable plasmonic biosensors with high throughput and ease of use are highly sought after. Here, the authors report a plasmon-enhanced fluorescence antibody-aptamer biosensor based on a gold nanoparticle array, and demonstrate its use for effective specific detection of a malaria marker, at femtomolar level, in whole blood.",
        "Authors": [
            "Antonio Minopoli",
            "Bartolomeo Della Ventura",
            "Raffaele Velotta"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "01 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-10"
    },
    {
        "Title": "Biomaterial-based scaffold for in situ chemo-immunotherapy to treat poorly immunogenic tumors",
        "Link": "https://www.nature.com/articles/s41467-020-19540-z",
        "Summary": "The immunosuppressive tumour microenvironment impairs immunotherapy in poorly immunogenic cancer. Here, the authors load an alginate gel with GM-CSF, CpG oligonucleotides and doxorubicin-iRGD to promote immunogenic death of tumour cells and improve immunotherapy efficacy in triple negative breast cancer models.",
        "Authors": [
            "Hua Wang",
            "Alexander J. Najibi",
            "David J. Mooney"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "10 Nov 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-14"
    }
]