[
    {
        "Title": "Total synthesis of lindbladione, a Hes1 dimerization inhibitor and neural stem cell activator isolated from Lindbladia tubulina",
        "Link": "https://www.nature.com/articles/s41598-020-78524-7",
        "Summary": "",
        "Authors": [
            "Midori A. Arai",
            "Yuna Makita",
            "Masami Ishibashi"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "08 Dec 2020",
        "Journal Title": "Scientific Reports",
        "Volume and Pages": "Volume: 10, P: 1-8"
    },
    {
        "Title": "Live cell PNA labelling enables erasable fluorescence imaging of membrane proteins",
        "Link": "https://www.nature.com/articles/s41557-020-00584-z",
        "Summary": "A method for the covalent labelling of proteins by installing a biostable peptide nucleic acid (PNA) tag has now been developed. The PNA label serves as a generic landing platform that enables the recruitment of fluorescent dyes via nucleic acid hybridization and fluorophore removal by toehold-mediated strand displacement. Imaging of cell surface receptors, including internalized receptors, has been demonstrated using this approach.",
        "Authors": [
            "Georgina C. Gavins",
            "Katharina Gröger",
            "Oliver Seitz"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "07 Dec 2020",
        "Journal Title": "Nature Chemistry",
        "Volume and Pages": "Volume: 13, P: 15-23"
    },
    {
        "Title": "A strategic Ser/Cys exchange in the catalytic triad unlocks an acyltransferase-mediated synthesis of thioesters and tertiary amides",
        "Link": "https://www.nature.com/articles/s41929-020-00539-0",
        "Summary": "Preparative methods for thioester and tertiary amide formation are currently missing in the biocatalysis repertoire. Now, a mutation of serine to cysteine in the catalytic triad of an acyltransferase expands its synthetic capability to generate these compounds while retaining its natural activity towards alcohols.",
        "Authors": [
            "Martina L. Contente",
            "David Roura Padrosa",
            "Francesca Paradisi"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "30 Nov 2020",
        "Journal Title": "Nature Catalysis",
        "Volume and Pages": "Volume: 3, P: 1020-1026"
    },
    {
        "Title": "RETRACTED ARTICLE: Discovery of iron-sensing bacterial riboswitches",
        "Link": "https://www.nature.com/articles/s41589-020-00665-7",
        "Summary": "",
        "Authors": [
            "Siladitya Bandyopadhyay",
            "Susmitnarayan Chaudhury",
            "Arati Ramesh"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "05 Oct 2020",
        "Journal Title": "Nature Chemical Biology",
        "Volume and Pages": "Volume: 17, P: 924"
    },
    {
        "Title": "Expanding the antibacterial selectivity of polyether ionophore antibiotics through diversity-focused semisynthesis",
        "Link": "https://www.nature.com/articles/s41557-020-00601-1",
        "Summary": "Polyether ionophores are natural products that display antibacterial activity—but they also show activity against mammalian cells, which has limited their development as clinical antibiotics. Now, a semisynthesis principle of recycling substructures from highly abundant natural polyether ionophores has been used to prepare analogues with enhanced selectivity towards bacterial cells.",
        "Authors": [
            "Shaoquan Lin",
            "Han Liu",
            "Thomas B. Poulsen"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "22 Dec 2020",
        "Journal Title": "Nature Chemistry",
        "Volume and Pages": "Volume: 13, P: 47-55"
    },
    {
        "Title": "Selection of DNA-encoded chemical libraries against endogenous membrane proteins on live cells",
        "Link": "https://www.nature.com/articles/s41557-020-00605-x",
        "Summary": "A method to label membrane proteins with a DNA tag has been developed that enables the selection of DNA-encoded chemical libraries against endogenous membrane proteins on live cells. As a demonstration, a 30-million-compound DNA-encoded chemical library is screened against folate receptor, carbonic anhydrase 12 and epidermal growth factor receptor on live cells.",
        "Authors": [
            "Yiran Huang",
            "Ling Meng",
            "Xiaoyu Li"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "21 Dec 2020",
        "Journal Title": "Nature Chemistry",
        "Volume and Pages": "Volume: 13, P: 77-88"
    },
    {
        "Title": "Living materials fabricated via gradient mineralization of light-inducible biofilms",
        "Link": "https://www.nature.com/articles/s41589-020-00697-z",
        "Summary": "Coupling light-inducible bacterial biofilm formation with hydroxyapatite mineralization enables the synthesis of living patterned and gradient composite biomaterials with control over the degree of mineralization and the ability to self-heal.",
        "Authors": [
            "Yanyi Wang",
            "Bolin An",
            "Chao Zhong"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "21 Dec 2020",
        "Journal Title": "Nature Chemical Biology",
        "Volume and Pages": "Volume: 17, P: 351-359"
    },
    {
        "Title": "Molecular basis of regio- and stereo-specificity in biosynthesis of bacterial heterodimeric diketopiperazines",
        "Link": "https://www.nature.com/articles/s41467-020-20022-5",
        "Summary": "Bacterial heterodimeric tryptophan-containing diketopiperazines (HTDKPs) are bioactive natural products that are difficult to access chemically. Here, the authors identify a family of three related HTDKP-forming cytochrome P450s and engineer key amino acid residues to produce distinct diketopiperazines frameworks.",
        "Authors": [
            "Chenghai Sun",
            "Zhenyao Luo",
            "Xudong Qu"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "07 Dec 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-10"
    },
    {
        "Title": "Linkage-specific ubiquitin chain formation depends on a lysine hydrocarbon ruler",
        "Link": "https://www.nature.com/articles/s41589-020-00696-0",
        "Summary": "Using synthetic ubiquitins with non-natural acceptor site, the authors revealed that the length of lysine side chain in acceptor ubiquitins affects ubiquitin chain linkage specificity with native lysine as the preferred geometry.",
        "Authors": [
            "Joanna Liwocha",
            "David T. Krist",
            "Brenda A. Schulman"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "07 Dec 2020",
        "Journal Title": "Nature Chemical Biology",
        "Volume and Pages": "Volume: 17, P: 272-279"
    },
    {
        "Title": "Comprehensive prediction of secondary metabolite structure and biological activity from microbial genome sequences",
        "Link": "https://www.nature.com/articles/s41467-020-19986-1",
        "Summary": "Large-scale sequencing efforts have uncovered a large number of secondary metabolic pathways, but the chemicals they synthesise remain unknown. Here the authors present PRISM 4, which predicts the chemical structures encoded by microbial genome sequences, including all classes of bacterial antibiotics in clinical use.",
        "Authors": [
            "Michael A. Skinnider",
            "Chad W. Johnston",
            "Nathan A. Magarvey"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "27 Nov 2020",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 11, P: 1-9"
    }
]