[
    {
        "Title": "De novo development of small cyclic peptides that are orally bioavailable",
        "Link": "https://www.nature.com/articles/s41589-023-01496-y",
        "Summary": "Cyclic peptides show promise for modulating difficult disease targets; however, they often cannot be administered orally. The authors developed a method to synthesize and screen large libraries of small cyclic peptides while enabling the simultaneous interrogation of activity and permeability. This approach was applied to the disease target thrombin to discover peptides with high affinity, stability and oral bioavailability of up to 18% in rats.",
        "Authors": [
            "Manuel L. Merz",
            "Sevan Habeshian",
            "Christian Heinis"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "28 Dec 2023",
        "Journal Title": "Nature Chemical Biology",
        "Volume and Pages": "Volume: 20, P: 624-633"
    },
    {
        "Title": "A light-driven enzymatic enantioselective radical acylation",
        "Link": "https://www.nature.com/articles/s41586-023-06822-x",
        "Summary": "Enzyme-bound ketyl radicals derived from thiamine diphosphate are selectively generated through single-electron oxidation by a photoexcited organic dye and shown to lead to enantioselective radical acylation reactions.",
        "Authors": [
            "Yuanyuan Xu",
            "Hongwei Chen",
            "Xiaoqiang Huang"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "18 Dec 2023",
        "Journal Title": "Nature",
        "Volume and Pages": "Volume: 625, P: 74-78"
    },
    {
        "Title": "Construction and modular implementation of the THETA cycle for synthetic CO2 fixation",
        "Link": "https://www.nature.com/articles/s41929-023-01079-z",
        "Summary": "Few synthetic CO2-fixation pathways have been tested in vivo. Now, the new-to-nature THETA cycle is designed, realized in vitro and modular implemented in vivo. This cycle involves 17 enzymes, including the two most active carboxylases known so far, to produce the central building block acetyl-CoA using CO2.",
        "Authors": [
            "Shanshan Luo",
            "Christoph Diehl",
            "Tobias J. Erb"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "20 Dec 2023",
        "Journal Title": "Nature Catalysis",
        "Volume and Pages": "Volume: 6, P: 1228-1240"
    },
    {
        "Title": "Native American ataxia medicines rescue ataxia-linked mutant potassium channel activity via binding to the voltage sensing domain",
        "Link": "https://www.nature.com/articles/s41467-023-38834-6",
        "Summary": "Drugs that rescue function of episodic ataxia 1 (EA1) mutant potassium channels are lacking. Here, Manville et al identify and describe the molecular basis for Native American botanical ataxia remedies that directly rescue EA1 mutant channels.",
        "Authors": [
            "Rían W. Manville",
            "J. Alfredo Freites",
            "Geoffrey W. Abbott"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "06 Jun 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-18"
    },
    {
        "Title": "Monovalent metal ion binding promotes the first transesterification reaction in the spliceosome",
        "Link": "https://www.nature.com/articles/s41467-023-44174-2",
        "Summary": "Hybrid QM/MM molecular dynamics simulations reveal that the kinetics and thermodynamics of the first splicing step are regulated by a K+ ion that facilitates optimal positioning of reactive moieties.",
        "Authors": [
            "Jana Aupič",
            "Jure Borišek",
            "Alessandra Magistrato"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "20 Dec 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-10"
    },
    {
        "Title": "Biocatalytic cyclization of small macrolactams by a penicillin-binding protein-type thioesterase",
        "Link": "https://www.nature.com/articles/s41589-023-01495-z",
        "Summary": "Macrocyclic peptides are promising scaffolds for chemical tools and potential therapeutics, but their synthesis is currently difficult. Here, the authors report the characterization of Ulm16, a peptide cyclase of the penicillin-binding protein (PBP)-type class of thioesterases, that catalyzes head-to-tail macrolactamization of nonribosmal peptides of 4–6 amino acids in length.",
        "Authors": [
            "Zachary L. Budimir",
            "Rishi S. Patel",
            "Elizabeth I. Parkinson"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "07 Dec 2023",
        "Journal Title": "Nature Chemical Biology",
        "Volume and Pages": "Volume: 20, P: 120-128"
    },
    {
        "Title": "Elucidation of the structural basis for ligand binding and translocation in conserved insect odorant receptor co-receptors",
        "Link": "https://www.nature.com/articles/s41467-023-44058-5",
        "Summary": "Insects rely on olfaction for behavior control. Recent structural studies of receptors provide insight into ligand binding. Here, the authors identify dynamic binding mechanism to Orco, explaining its high selectivity with insights in compound screening.",
        "Authors": [
            "Jody Pacalon",
            "Guillaume Audic",
            "Jérémie Topin"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "11 Dec 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-11"
    },
    {
        "Title": "Electrochemical labelling of hydroxyindoles with chemoselectivity for site-specific protein bioconjugation",
        "Link": "https://www.nature.com/articles/s41557-023-01375-y",
        "Summary": "Current electrochemical-based protein labelling methods suffer from limited site-selectivity and off-target reactivity owing to required radical/electrophilic reagents. Now an electrochemical strategy enables chemoselective labelling of proteins at a site-specifically incorporated 5-hydroxytryptophan residue using aromatic amines as coupling partners. This approach works on various proteins, including a full-length antibody, and is compatible with established click reactions.",
        "Authors": [
            "Conor Loynd",
            "Soumya Jyoti Singha Roy",
            "Abhishek Chatterjee"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "11 Dec 2023",
        "Journal Title": "Nature Chemistry",
        "Volume and Pages": "Volume: 16, P: 389-397"
    },
    {
        "Title": "Chemical modulation of cytosolic BAX homodimer potentiates BAX activation and apoptosis",
        "Link": "https://www.nature.com/articles/s41467-023-44084-3",
        "Summary": "Deregulation of BCL-2 proteins ensures resistance to apoptosis. Here, the authors describe cytosolic BAX dimers, which in cancer cells inhibit BAX activation and they develop a strategy to modulate BAX dimers to potentiate BAX-mediated apoptosis.",
        "Authors": [
            "Nadege Gitego",
            "Bogos Agianian",
            "Evripidis Gavathiotis"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "16 Dec 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-20"
    },
    {
        "Title": "A simple method for developing lysine targeted covalent protein reagents",
        "Link": "https://www.nature.com/articles/s41467-023-42632-5",
        "Summary": "The combination of a covalent electrophile with a peptide or protein-based scaffold enables the targeting of shallow protein surfaces, but the approaches to convert native peptide sequences into covalent binders are missing. Here, the authors report the design of protein-based thiomethacrylate ester electrophiles that can be installed on unprotected peptides and proteins via cysteine side chains and react efficiently and selectively with cysteine and lysine side chains on the target.",
        "Authors": [
            "Ronen Gabizon",
            "Barr Tivon",
            "Nir London"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "01 Dec 2023",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 14, P: 1-16"
    }
]