[
    {
        "Title": "Prevention of SIVmac251 reservoir seeding in rhesus monkeys by early antiretroviral therapy",
        "Link": "https://www.nature.com/articles/s41467-018-07881-9",
        "Summary": "The latent HIV-1 reservoir is the key obstacle for curing HIV-1 infection, but the timepoint at which the HIV-1 reservoir is established is currently unclear. Here, Whitney et al. show in non-human primates that the SIV reservoir in CD4+ T cells is seeded within the first 2 days after infection.",
        "Authors": [
            "James B. Whitney",
            "So-Yon Lim",
            "Dan H. Barouch"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-8"
    },
    {
        "Title": "The gut microbiome is required for full protection against acute arsenic toxicity in mouse models",
        "Link": "https://www.nature.com/articles/s41467-018-07803-9",
        "Summary": "It is unclear whether the gut microbiome can mitigate or exacerbate arsenic toxicity. Here, Coryell et al. show that the human gut microbiome protects mice from arsenic-induced mortality, with protection levels correlating with the relative abundance of the human commensal Faecalibacterium.",
        "Authors": [
            "Michael Coryell",
            "Mark McAlpine",
            "Seth T. Walk"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-9"
    },
    {
        "Title": "Pneumococcal quorum sensing drives an asymmetric owner–intruder competitive strategy during carriage via the competence regulon",
        "Link": "https://www.nature.com/articles/s41564-018-0314-4",
        "Summary": "Resident Streptococcus pneumoniae colonizers persist in hosts by outcompeting incoming strains through the action of a quorum-regulated Com regulon.",
        "Authors": [
            "Pamela Shen",
            "John A. Lees",
            "Jeffrey N. Weiser"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "10 Dec 2018",
        "Journal Title": "Nature Microbiology",
        "Volume and Pages": "Volume: 4, P: 198-208"
    },
    {
        "Title": "Phylogenetic barriers to horizontal transfer of antimicrobial peptide resistance genes in the human gut microbiota",
        "Link": "https://www.nature.com/articles/s41564-018-0313-5",
        "Summary": "Antimicrobial peptide resistance genes are found to be widespread in the gut microbiome but are exchanged at lower rates compared to antibiotic resistance genes, with functional compatibility between bacteria being important for gene exchange.",
        "Authors": [
            "Bálint Kintses",
            "Orsolya Méhi",
            "Csaba Pál"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "17 Dec 2018",
        "Journal Title": "Nature Microbiology",
        "Volume and Pages": "Volume: 4, P: 447-458"
    },
    {
        "Title": "Routes of Zika virus dissemination in the testis and epididymis of immunodeficient mice",
        "Link": "https://www.nature.com/articles/s41467-018-07782-x",
        "Summary": "The mechanisms of ZIKV persistence in the male reproductive tract (MRT) are poorly understood. Here, Tsetsarkin et al. applied microRNA-targeting approach to trace routes of ZIKV dissemination in the testis and epididymis and to generate immunogenic live-attenuated ZIKV vaccine candidate, restricted for MRT infection.",
        "Authors": [
            "Konstantin A. Tsetsarkin",
            "Olga A. Maximova",
            "Alexander G. Pletnev"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "17 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-13"
    },
    {
        "Title": "Ferret animal model of severe fever with thrombocytopenia syndrome phlebovirus for human lethal infection and pathogenesis",
        "Link": "https://www.nature.com/articles/s41564-018-0317-1",
        "Summary": "An age-dependent immunocompetent ferret model for severe fever with thrombocytopenia syndrome phlebovirus (SFTSV) infection and pathogenesis recapitulates the clinical manifestations of human infections, including severe thrombocytopenia, reduced white blood cell counts and high fever with 93% mortality rate.",
        "Authors": [
            "Su-Jin Park",
            "Young-Il Kim",
            "Young Ki Choi"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "10 Dec 2018",
        "Journal Title": "Nature Microbiology",
        "Volume and Pages": "Volume: 4, P: 438-446"
    },
    {
        "Title": "Viruses control dominant bacteria colonizing the terrestrial deep biosphere after hydraulic fracturing",
        "Link": "https://www.nature.com/articles/s41564-018-0312-6",
        "Summary": "Metagenomes from hydraulically fractured wells over time identified viral operational taxonomic units predicted to actively infect dominant bacteria, and in vitro experiments show that viral lysis of these hosts can release metabolites important for fermentation.",
        "Authors": [
            "Rebecca A. Daly",
            "Simon Roux",
            "Michael J. Wilkins"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "03 Dec 2018",
        "Journal Title": "Nature Microbiology",
        "Volume and Pages": "Volume: 4, P: 352-361"
    },
    {
        "Title": "Antibiotic sensitivity reveals that wall teichoic acids mediate DNA binding during competence in Bacillus subtilis",
        "Link": "https://www.nature.com/articles/s41467-018-07553-8",
        "Summary": "Natural genetic transformation in bacteria requires DNA binding at the surface of competent cells. Here, Mirouze et al. show that wall teichoic acids are specifically produced or modified during competence in Bacillus subtilis and promote (directly or indirectly) DNA binding at the cell surface.",
        "Authors": [
            "Nicolas Mirouze",
            "Cécile Ferret",
            "Rut Carballido-López"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "29 Nov 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-11"
    },
    {
        "Title": "Affinity-based capture and identification of protein effectors of the growth regulator ppGpp",
        "Link": "https://www.nature.com/articles/s41589-018-0183-4",
        "Summary": "A mass-spectrometry-based approach to identify E. coli targets of ppGpp finds 56 putative targets including enzymes involved in nucleotide synthesis, such as PurF, which is directly inhibited by ppGpp, regulating adenosine and guanine nucleotide synthesis.",
        "Authors": [
            "Boyuan Wang",
            "Peng Dai",
            "Michael T. Laub"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "17 Dec 2018",
        "Journal Title": "Nature Chemical Biology",
        "Volume and Pages": "Volume: 15, P: 141-150"
    },
    {
        "Title": "Implication for alphavirus host-cell entry and assembly indicated by a 3.5Å resolution cryo-EM structure",
        "Link": "https://www.nature.com/articles/s41467-018-07704-x",
        "Summary": "Alphaviruses are enveloped RNA viruses that contain several human pathogens. Here, the authors use block-based reconstruction method and provide a 3.5 Å cryo-EM structure of sindbis virus that identifies a conserved hydrophobic pocket near the viral membrane that is stabilized by an unknown pocket factor.",
        "Authors": [
            "Lihong Chen",
            "Ming Wang",
            "Xinzheng Zhang"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "14 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-8"
    }
]