[
    {
        "Title": "The KEYNOTE-811 trial of dual PD-1 and HER2 blockade in HER2-positive gastric cancer",
        "Link": "https://www.nature.com/articles/s41586-021-04161-3",
        "Summary": "Interim analysis of a phase III clinical trial of HER2-positive gastric adenocarinoma shows pembrolizumab plus trastuzumab and chemotherapy improves response rates compared with trastuzumab and chemotherapy alone.",
        "Authors": [
            "Yelena Y. Janjigian",
            "Akihito Kawazoe",
            "Hyun Cheol Chung"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "15 Dec 2021",
        "Journal Title": "Nature",
        "Volume and Pages": "Volume: 600, P: 727-730"
    },
    {
        "Title": "Tisagenlecleucel in adult relapsed or refractory follicular lymphoma: the phase 2 ELARA trial",
        "Link": "https://www.nature.com/articles/s41591-021-01622-0",
        "Summary": "In a prespecified interim analysis of a pivotal phase 2 trial, tisagenlecleucel, an autologous CD19-targeting CAR-T cell therapy, produced a high rate of complete responses with a manageable safety profile in adults with relapsed or refractory follicular lymphoma",
        "Authors": [
            "Nathan Hale Fowler",
            "Michael Dickinson",
            "Catherine Thieblemont"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "17 Dec 2021",
        "Journal Title": "Nature Medicine",
        "Volume and Pages": "Volume: 28, P: 325-332"
    },
    {
        "Title": "Design of modular autoproteolytic gene switches responsive to anti-coronavirus drug candidates",
        "Link": "https://www.nature.com/articles/s41467-021-27072-3",
        "Summary": "SARS-CoV-2 proteases are key targets for anti-viral drug development. Here the authors present modular tunable autoproteolytic gene switches for virus free cell culture screening of inhibitors.",
        "Authors": [
            "Nik Franko",
            "Ana Palma Teixeira",
            "Martin Fussenegger"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "22 Nov 2021",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 12, P: 1-12"
    },
    {
        "Title": "A phase 1 trial of lipid-encapsulated mRNA encoding a monoclonal antibody with neutralizing activity against Chikungunya virus",
        "Link": "https://www.nature.com/articles/s41591-021-01573-6",
        "Summary": "An mRNA-based therapeutic can drive expression of a functional antibody in humans at levels capable of neutralizing Chikungunya virus ex vivo.",
        "Authors": [
            "Allison August",
            "Husain Z. Attarwala",
            "Tal Zaks"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "09 Dec 2021",
        "Journal Title": "Nature Medicine",
        "Volume and Pages": "Volume: 27, P: 2224-2233"
    },
    {
        "Title": "Improving local prevalence estimates of SARS-CoV-2 infections using a causal debiasing framework",
        "Link": "https://www.nature.com/articles/s41564-021-01029-0",
        "Summary": "A causal debiasing framework provides accurate estimates of local prevalence and effective reproduction number for surveillance of SARS-CoV-2 cases using data from randomized testing schemes to model ascertainment bias in targeted subpopulation data.",
        "Authors": [
            "George Nicholson",
            "Brieuc Lehmann",
            "Chris Holmes"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "31 Dec 2021",
        "Journal Title": "Nature Microbiology",
        "Volume and Pages": "Volume: 7, P: 97-107"
    },
    {
        "Title": "Risk factors for PICU admission and death among children and young people hospitalized with COVID-19 and PIMS-TS in England during the first pandemic year",
        "Link": "https://www.nature.com/articles/s41591-021-01627-9",
        "Summary": "The risk of intensive care unit admission among children with COVID-19 or its sequelae is affected by age, ethnicity and comorbidities. Understanding these modifiers might help identify at-risk children and guide interventions.",
        "Authors": [
            "Joseph L. Ward",
            "Rachel Harwood",
            "Russell M. Viner"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "20 Dec 2021",
        "Journal Title": "Nature Medicine",
        "Volume and Pages": "Volume: 28, P: 193-200"
    },
    {
        "Title": "Impact of maternal antibodies and microbiota development on the immunogenicity of oral rotavirus vaccine in African, Indian, and European infants",
        "Link": "https://www.nature.com/articles/s41467-021-27074-1",
        "Summary": "Oral rotavirus vaccine (ORV) efficacy varies between countries, but underlying reasons aren’t fully understood. In this prospective cohort study, authors show that maternal rotavirus-specific antibodies in serum and breastmilk and pre-vaccination microbiota diversity are negatively correlated with ORV response in India and Malawi but not in the UK.",
        "Authors": [
            "Edward P. K. Parker",
            "Christina Bronowski",
            "Miren Iturriza-Gómara"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "15 Dec 2021",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 12, P: 1-14"
    },
    {
        "Title": "Structural basis for transthyretin amyloid formation in vitreous body of the eye",
        "Link": "https://www.nature.com/articles/s41467-021-27481-4",
        "Summary": "Systemic ATTR amyloidosis causes the abnormal accumulation of ATTR fibrils formed from the human plasma protein transthyretin (TTR) in multiple organs including the eye. Here, the authors present a 3.2 Å cryo-EM structure of an ATTR fibril isolated from the vitreous body of an ATTR patient’s eye and discuss the mechanism for the structural conversion of TTR into a fibrillar form.",
        "Authors": [
            "Irina Iakovleva",
            "Michael Hall",
            "A. Elisabeth Sauer-Eriksson"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "08 Dec 2021",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 12, P: 1-10"
    },
    {
        "Title": "Safety and efficacy of avapritinib in advanced systemic mastocytosis: the phase 1 EXPLORER trial",
        "Link": "https://www.nature.com/articles/s41591-021-01538-9",
        "Summary": "In a phase 1 trial of patients with advanced systemic mastocytosis, avapritinib, a selective KIT inhibitor, was generally well tolerated, elicited durable clinical responses and led to reductions in mast cell disease burden.",
        "Authors": [
            "Daniel J. DeAngelo",
            "Deepti H. Radia",
            "Jason Gotlib"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "06 Dec 2021",
        "Journal Title": "Nature Medicine",
        "Volume and Pages": "Volume: 27, P: 2183-2191"
    },
    {
        "Title": "Common and rare variant association analyses in amyotrophic lateral sclerosis identify 15 risk loci with distinct genetic architectures and neuron-specific biology",
        "Link": "https://www.nature.com/articles/s41588-021-00973-1",
        "Summary": "A cross-ancestry genome-wide association meta-analysis of amyotrophic lateral sclerosis (ALS) including 29,612 patients with ALS and 122,656 controls identifies 15 risk loci with distinct genetic architectures and neuron-specific biology.",
        "Authors": [
            "Wouter van Rheenen",
            "Rick A. A. van der Spek",
            "Jan H. Veldink"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "06 Dec 2021",
        "Journal Title": "Nature Genetics",
        "Volume and Pages": "Volume: 53, P: 1636-1648"
    }
]