[
    {
        "Title": "Natural transformation allows transfer of SCCmec-mediated methicillin resistance in Staphylococcus aureus biofilms",
        "Link": "https://www.nature.com/articles/s41467-022-29877-2",
        "Summary": "SCCmec is a large mobile genetic element that confers resistance to β-lactam antibiotics in methicillin-resistant Staphylococcus aureus. Here, the authors show that biofilm growth conditions enhance the efficiency of natural transformation in S. aureus and allow the transfer of SCCmec to methicillin-sensitive strains.",
        "Authors": [
            "Mais Maree",
            "Le Thuy Thi Nguyen",
            "Kazuya Morikawa"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "05 May 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-14"
    },
    {
        "Title": "Regulatory basis for reproductive flexibility in a meningitis-causing fungal pathogen",
        "Link": "https://www.nature.com/articles/s41467-022-35549-y",
        "Summary": "Pathogenic fungi of the genus Cryptococcus can undergo bisexual and unisexual reproduction. Here, the authors construct a gene-deletion library for over 100 transcription factor genes in Cryptococcus deneoformans and provide insights into regulatory cascades that are specific for each reproductive mode.",
        "Authors": [
            "Pengjie Hu",
            "Hao Ding",
            "Linqi Wang"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "24 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-19"
    },
    {
        "Title": "Genome-wide identification of genes required for alternative peptidoglycan cross-linking in Escherichia coli revealed unexpected impacts of β-lactams",
        "Link": "https://www.nature.com/articles/s41467-022-35528-3",
        "Summary": "β-lactam-induced bacterial killing is complex and not fully resolved. Authors carry out a genome-wide analysis, through penicillin-binding protein replacement, to identify genes essential for drug efficacy.",
        "Authors": [
            "Henri Voedts",
            "Sean P. Kennedy",
            "Jean-Emmanuel Hugonnet"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "27 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-14"
    },
    {
        "Title": "A secreted effector with a dual role as a toxin and as a transcriptional factor",
        "Link": "https://www.nature.com/articles/s41467-022-35522-9",
        "Summary": "Bacteria can deliver toxic effector proteins into the cytosol of neighboring cells. Here, the authors show that Yersinia pseudotuberculosis secretes an effector that modulates gene expression in neighboring cells of the same species and inhibits the growth of other competitors.",
        "Authors": [
            "Dandan Wang",
            "Lingfang Zhu",
            "Xihui Shen"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "16 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-15"
    },
    {
        "Title": "Cross-kingdom synthetic microbiota supports tomato suppression of Fusarium wilt disease",
        "Link": "https://www.nature.com/articles/s41467-022-35452-6",
        "Summary": "Rhizosphere microbiota can influence plant pathogen interactions. Here the authors use field- and lab-based approaches to show that rhizosphere bacteria and fungi of healthy tomatoes can enhance tomato resistance against Fusarium wilt disease and formulate synthetic microbial communities that could help to control soil-borne disease.",
        "Authors": [
            "Xin Zhou",
            "Jinting Wang",
            "Lei Cai"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "22 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-17"
    },
    {
        "Title": "Metagenomic analysis reveals unexplored diversity of archaeal virome in the human gut",
        "Link": "https://www.nature.com/articles/s41467-022-35735-y",
        "Summary": "Human gut archaeal viruses remain largely unknown. Here the authors present a bioinformatic pipeline to identify viruses of human gut archaea, revealing diversity of archaeal viruses, their hosts and their functional gene repertoire in the human gut.",
        "Authors": [
            "Ran Li",
            "Yongming Wang",
            "Yingfei Ma"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "29 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-12"
    },
    {
        "Title": "Multistep diversification in spatiotemporal bacterial-phage coevolution",
        "Link": "https://www.nature.com/articles/s41467-022-35351-w",
        "Summary": "Bacteria and their viruses coexist and coevolve in nature, but maintaining them together in the lab is challenging. Here, a spatially structured environment allowed prolonged coevolution, with bacteria and phage diversifying into multiple ecotypes, uncovering gene mechanisms affecting phage-bacteria interactions.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "28 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-12"
    },
    {
        "Title": "Third primary SARS-CoV-2 mRNA vaccines enhance antibody responses in most patients with haematological malignancies",
        "Link": "https://www.nature.com/articles/s41467-022-34657-z",
        "Summary": "SARS-CoV-2 vaccination has shown reduced efficacy in patients with haematological malignancies. Here, the authors show that a third vaccine is able to enhance SARS-CoV-2 antibody responses in most cases in a cohort of 381 patients with haematological malignancies.",
        "Authors": [
            "Lucy B. Cook",
            "Gillian O’Dell",
            "Andrew J. Innes"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "14 Nov 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-6"
    },
    {
        "Title": "Genomic analysis of sewage from 101 countries reveals global landscape of antimicrobial resistance",
        "Link": "https://www.nature.com/articles/s41467-022-34312-7",
        "Summary": "Understanding the emergence, evolution, and transmission of antibiotic resistance genes (ARGs) is essential to combat antimicrobial resistance. Here, Munk et al. analyse ARGs in hundreds of sewage samples from 101 countries and describe regional patterns, diverse genetic environments of common ARGs, and ARG-specific transmission patterns.",
        "Authors": [
            "Patrick Munk",
            "Christian Brinch",
            "Frank M. Aarestrup"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "01 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-16"
    },
    {
        "Title": "Peptidoglycan recycling mediated by an ABC transporter in the plant pathogen Agrobacterium tumefaciens",
        "Link": "https://www.nature.com/articles/s41467-022-35607-5",
        "Summary": "Some bacteria use the muropeptide transporter AmpG for uptake and recycling of cell wall fragments that are released during cell growth and division. Here, Gilmore & Cava show that the plant pathogen Agrobacterium tumefaciens, which lacks an AmpG homologue, uses a different type of transporter for the same function, which is essential for normal growth in this organism.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "24 Dec 2022",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 13, P: 1-11"
    }
]