[
    {
        "Title": "Genomic analysis identifies frequent deletions of Dystrophin in olfactory neuroblastoma",
        "Link": "https://www.nature.com/articles/s41467-018-07578-z",
        "Summary": "Olfactory neuroblastoma (ONB) is a rare malignant tumor whose genetic basis is poorly understood. Here the authors identify recurrent deletions involving dystrophin in the majority of ONB patient tumors examined.",
        "Authors": [
            "Gary L. Gallia",
            "Ming Zhang",
            "Chetan Bettegowda"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-6"
    },
    {
        "Title": "Chemotherapy elicits pro-metastatic extracellular vesicles in breast cancer models",
        "Link": "https://www.nature.com/articles/s41556-018-0256-3",
        "Summary": "Keklikoglou et al. report that cytotoxic drugs induce tumour-derived extracellular vesicles that facilitate monocyte expansion through annexin A6 and thus lung metastasis in breast cancer.",
        "Authors": [
            "Ioanna Keklikoglou",
            "Chiara Cianciaruso",
            "Michele De Palma"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "31 Dec 2018",
        "Journal Title": "Nature Cell Biology",
        "Volume and Pages": "Volume: 21, P: 190-202"
    },
    {
        "Title": "Spatially and functionally distinct subclasses of breast cancer-associated fibroblasts revealed by single cell RNA sequencing",
        "Link": "https://www.nature.com/articles/s41467-018-07582-3",
        "Summary": "Cancer-associated fibroblasts (CAFs) are an important component of the breast tumour microenvironment. Here, single-cell RNA sequencing of CAFs from a mouse model of breast cancer defines three transcriptomically distinct subpopulations with putatively different functions.",
        "Authors": [
            "Michael Bartoschek",
            "Nikolay Oskolkov",
            "Kristian Pietras"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "04 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-13"
    },
    {
        "Title": "Recurrent somatic BRAF insertion (p.V504_R506dup): a tumor marker and a potential therapeutic target in pilocytic astrocytoma",
        "Link": "https://www.nature.com/articles/s41388-018-0623-3",
        "Summary": "",
        "Authors": [
            "Fida Khater",
            "Sylvie Langlois",
            "Daniel Sinnett"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Oncogene",
        "Volume and Pages": "Volume: 38, P: 2994-3002"
    },
    {
        "Title": "Whole body PD-1 and PD-L1 positron emission tomography in patients with non-small-cell lung cancer",
        "Link": "https://www.nature.com/articles/s41467-018-07131-y",
        "Summary": "Assessment of PD-1 and PD-L1 expression can be predictive of immunotherapy response in lung cancer. Here the authors assess the clinical toxicity, safety and quality of non-invasive imaging of PD-1 and PD-L1 expression in 13 patients with advanced lung cancer prior to treatment with immunotherapy and show it correlates with response.",
        "Authors": [
            "A. N. Niemeijer",
            "D. Leung",
            "A. J. de Langen"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "07 Nov 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-5"
    },
    {
        "Title": "SRPK1 maintains acute myeloid leukemia through effects on isoform usage of epigenetic regulators including BRD4",
        "Link": "https://www.nature.com/articles/s41467-018-07620-0",
        "Summary": "SRPK1, a kinase involved in splicing regulation, is a potential therapeutic target for AML patients. Here, the authors show that SRPK1 inhibition changes isoform levels of key epigenetic regulators, including BRD4, and it has anti-tumor effects specifically against MLL-rearranged AML cells.",
        "Authors": [
            "Konstantinos Tzelepis",
            "Etienne De Braekeleer",
            "George S. Vassiliou"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "19 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-13"
    },
    {
        "Title": "Vasculogenic mimicry formation in EBV-associated epithelial malignancies",
        "Link": "https://www.nature.com/articles/s41467-018-07308-5",
        "Summary": "EBV latent infection contributes to the pathogenesis of epithelial malignancies by inducing angiogenesis. Here, the authors show EBV promotes vasculogenic mimicry in EBV associated epithelial cancers via AKT/HIF-1α pathway and combination therapy of HIF-1α and VEGF reduces tumour growth.",
        "Authors": [
            "Tong Xiang",
            "Yu-Xin Lin",
            "Lin Feng"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "27 Nov 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-15"
    },
    {
        "Title": "Identification of ADAR1 adenosine deaminase dependency in a subset of cancer cells",
        "Link": "https://www.nature.com/articles/s41467-018-07824-4",
        "Summary": "Specific cancer cell vulnerabilities can provide an opportunity for the development of novel cancer therapeutics. In this study the authors demonstrate that targeting ADAR1 represents a potential therapeutic vulnerability in cancers with activated interferon response signatures.",
        "Authors": [
            "Hugh S. Gannon",
            "Tao Zou",
            "Matthew Meyerson"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-10"
    },
    {
        "Title": "RET rearrangements are actionable alterations in breast cancer",
        "Link": "https://www.nature.com/articles/s41467-018-07341-4",
        "Summary": "Fusions of the gene RET have been described in thyroid and lung cancers. Here, the AUs identify RET gene alterations, including known fusions, novel fusions, and rearrangements in breast cancer (BC) that are involved in the tumorigenic process and show the benefit of RET therapy in a recurrent BC patient carrying the NCOA4-RET fusion.",
        "Authors": [
            "Bhavna S. Paratala",
            "Jon H. Chung",
            "Kim M. Hirshfield"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "16 Nov 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-13"
    },
    {
        "Title": "Local mutational diversity drives intratumoral immune heterogeneity in non-small cell lung cancer",
        "Link": "https://www.nature.com/articles/s41467-018-07767-w",
        "Summary": "Intratumoral immunity heterogeneity is poorly characterized. Here the authors apply exome sequencing, transcriptome profiling and T-cell repertoire profiling to multiple loci of non-small-cell lung cancer patients' biopsies and find high spatial immune heterogeneity with local mutational burden correlating with T-cell clonal expansion but not with cytotoxicity.",
        "Authors": [
            "Qingzhu Jia",
            "Wei Wu",
            "Bo Zhu"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "18 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-10"
    }
]