[
    {
        "Title": "Resurgent Na+ currents promote ultrafast spiking in projection neurons that drive fine motor control",
        "Link": "https://www.nature.com/articles/s41467-021-26521-3",
        "Summary": "The zebra finch robust nucleus of the arcopallium (RA) directs singing by providing descending projections to brainstem motor neurons. The authors show that electrophysiological characteristics of RA neurons rely on resurgent Na+ currents that emerge early during song development only in males.",
        "Authors": [
            "Benjamin M. Zemel",
            "Alexander A. Nevue",
            "Henrique von Gersdorff"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "19 Nov 2021",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 12, P: 1-23"
    },
    {
        "Title": "GPCR voltage dependence controls neuronal plasticity and behavior",
        "Link": "https://www.nature.com/articles/s41467-021-27593-x",
        "Summary": "G-protein coupled receptors are regulated by the membrane potential in vitro. Here, the authors show that muscarinic receptor voltage independence causes a strong behavioural effect of increased odour habituation, showing that these receptors are also in vivo modulated by the membrane potential.",
        "Authors": [
            "Eyal Rozenfeld",
            "Merav Tauber",
            "Moshe Parnas"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "13 Dec 2021",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 12, P: 1-11"
    },
    {
        "Title": "TREM2 interacts with TDP-43 and mediates microglial neuroprotection against TDP-43-related neurodegeneration",
        "Link": "https://www.nature.com/articles/s41593-021-00975-6",
        "Summary": "Using mouse models of TDP-43 neurodegeneration, this study demonstrates that microglial TREM2 binds TDP-43 and thus mediates its phagocytic clearance. TDP-43 may serve as a possible ligand for microglial TREM2 in TDP-43-related neurodegeneration.",
        "Authors": [
            "Manling Xie",
            "Yong U. Liu",
            "Long-Jun Wu"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "16 Dec 2021",
        "Journal Title": "Nature Neuroscience",
        "Volume and Pages": "Volume: 25, P: 26-38"
    },
    {
        "Title": "Proactive and reactive accumulation-to-bound processes compete during perceptual decisions",
        "Link": "https://www.nature.com/articles/s41467-021-27302-8",
        "Summary": "Models of perceptual decision making typically take into account either reactive responses to external stimuli or proactive aspects to decision making. Here the authors found that rat perceptual responses are generated by a combination of the standard evidence accumulation process with a fixed decision boundary, and a separate stochastic boundary collapse triggered by a parallel proactive process.",
        "Authors": [
            "Lluís Hernández-Navarro",
            "Ainhoa Hermoso-Mendizabal",
            "Alexandre Hyafil"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "08 Dec 2021",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 12, P: 1-15"
    },
    {
        "Title": "An injury-induced serotonergic neuron subpopulation contributes to axon regrowth and function restoration after spinal cord injury in zebrafish",
        "Link": "https://www.nature.com/articles/s41467-021-27419-w",
        "Summary": "The mechanisms involved in regeneration of the spinal cord after injury are unclear. Here, the authors show that a subpopulation of intraspinal serotonergic neurons localized at the injury site stimulates axonal regrowth of interneurons via 5-HT1B receptor, resulting in recovery of function following SCI in zebrafish.",
        "Authors": [
            "Chun-Xiao Huang",
            "Yacong Zhao",
            "Jianren Song"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "07 Dec 2021",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 12, P: 1-13"
    },
    {
        "Title": "Deep neural network models reveal interplay of peripheral coding and stimulus statistics in pitch perception",
        "Link": "https://www.nature.com/articles/s41467-021-27366-6",
        "Summary": "The neural and computational mechanisms underpinning pitch perception remain unclear. Here, the authors trained deep neural networks to estimate the fundamental frequency of sounds and found that human pitch perception depends on precise spike timing in the auditory nerve, but is also adapted to the statistical tendencies of natural sounds.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "14 Dec 2021",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 12, P: 1-25"
    },
    {
        "Title": "Trpm5 channels encode bistability of spinal motoneurons and ensure motor control of hindlimbs in mice",
        "Link": "https://www.nature.com/articles/s41467-021-27113-x",
        "Summary": "The authors show that Trpm5, but not Trpm4, is the main Na+ -permeant channel mediating the warmth-activated ICaN in lumbar motoneurons. Trpm5 is also critical in generating plateau potentials in bistable motoneurons that are essential for producing a postural tone in hindlimbs and amplifying the locomotor output.",
        "Authors": [
            "Rémi Bos",
            "Benoît Drouillas",
            "Frédéric Brocard"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "24 Nov 2021",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 12, P: 1-18"
    },
    {
        "Title": "Face detection in untrained deep neural networks",
        "Link": "https://www.nature.com/articles/s41467-021-27606-9",
        "Summary": "Face-selective neurons are observed in the primate visual pathway and are considered as the basis of face detection in the brain. Here, using a hierarchical deep neural network model of the ventral visual stream, the authors suggest that face selectivity arises in the complete absence of training.",
        "Authors": [
            "Seungdae Baek",
            "Min Song",
            "Se-Bum Paik"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "16 Dec 2021",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 12, P: 1-15"
    },
    {
        "Title": "Building an allocentric travelling direction signal via vector computation",
        "Link": "https://www.nature.com/articles/s41586-021-04067-0",
        "Summary": "A neural circuit for implementing a coordinate transformation and 2D vector computation is described in Drosophila.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "15 Dec 2021",
        "Journal Title": "Nature",
        "Volume and Pages": "Volume: 601, P: 92-97"
    },
    {
        "Title": "Structure of pathological TDP-43 filaments from ALS with FTLD",
        "Link": "https://www.nature.com/articles/s41586-021-04199-3",
        "Summary": "Cryo-electron microscopy of aggregated TDP-43 from postmortem brain tissue of individuals who had ALS with FTLD reveals a filament structure with distinct features to other neuropathological protein filaments, such as those of tau and α-synuclein.",
        "Authors": [
            "Diana Arseni",
            "Masato Hasegawa",
            "Benjamin Ryskeldi-Falcon"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "08 Dec 2021",
        "Journal Title": "Nature",
        "Volume and Pages": "Volume: 601, P: 139-143"
    }
]