[
    {
        "Title": "Natural hypothalamic circuit dynamics underlying object memorization",
        "Link": "https://www.nature.com/articles/s41467-019-10484-7",
        "Summary": "Hypothalamus is implicated in memory disorders but the neural mechanisms are unknown. Here, the authors report that MCH expressing hypothalamic neurons respond to novel object exposure, are inhibited by local GAD65 expressing neurons and these local circuit interactions are causally involved in object memory formation.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "07 Jun 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-8"
    },
    {
        "Title": "Mitochondrial oxidative capacity and NAD+ biosynthesis are reduced in human sarcopenia across ethnicities",
        "Link": "https://www.nature.com/articles/s41467-019-13694-1",
        "Summary": "Sarcopenia is the loss of muscle mass and strength associated with physical disability during ageing. Here, the authors analyse muscle biopsies from 119 patients with sarcopenia and age-matched controls of different ethnic groups and find transcriptional signatures indicating mitochondrial dysfunction, associated with reduced mitochondria numbers and lower NAD+ levels in older individuals with sarcopenia.",
        "Authors": [
            "Eugenia Migliavacca",
            "Stacey K. H. Tay",
            "Jerome N. Feige"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "20 Dec 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-14"
    },
    {
        "Title": "Molecular determinants of nephron vascular specialization in the kidney",
        "Link": "https://www.nature.com/articles/s41467-019-12872-5",
        "Summary": "The kidney is vascularized with highly specialized and zonated endothelial cells that are essential for its filtration function. Here, Barry et al. provide a single-cell RNA sequencing analysis of the kidney vasculature that highlights its transcriptional heterogeneity and uncovers pathways important for its development and function.",
        "Authors": [
            "David M. Barry",
            "Elizabeth A. McMillan",
            "Shahin Rafii"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "13 Dec 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-14"
    },
    {
        "Title": "Lymphatic remodelling in response to lymphatic injury in the hind limbs of sheep",
        "Link": "https://www.nature.com/articles/s41551-019-0493-1",
        "Summary": "Structural and functional analyses of the remodelling of intact lymphatic vasculature after the ligation of a hind-limb lymphatic vessel in sheep reveal the adaptations to the changes in fluid load that occur after lymphatic injury.",
        "Authors": [
            "Tyler S. Nelson",
            "Zhanna Nepiyushchikh",
            "J. Brandon Dixon"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "23 Dec 2019",
        "Journal Title": "Nature Biomedical Engineering",
        "Volume and Pages": "Volume: 4, P: 649-661"
    },
    {
        "Title": "Transcriptional study of appetite regulating genes in the brain of zebrafish (Danio rerio) with impaired leptin signalling",
        "Link": "https://www.nature.com/articles/s41598-019-56779-z",
        "Summary": "",
        "Authors": [
            "Ehsan Pashay Ahi",
            "Mathilde Brunel",
            "Monika Schmitz"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "27 Dec 2019",
        "Journal Title": "Scientific Reports",
        "Volume and Pages": "Volume: 9, P: 1-14"
    },
    {
        "Title": "GDF15 mediates the effects of metformin on body weight and energy balance",
        "Link": "https://www.nature.com/articles/s41586-019-1911-y",
        "Summary": "In mouse studies, metformin treatment results in increased secretion of growth/differentiation factor 15 (GDF15), which prevents weight gain in response to high-fat diet, and GDF15-independent lowering of circulating blood glucose.",
        "Authors": [
            "Anthony P. Coll",
            "Michael Chen",
            "Stephen O’Rahilly"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "25 Dec 2019",
        "Journal Title": "Nature",
        "Volume and Pages": "Volume: 578, P: 444-448"
    },
    {
        "Title": "Mitochondrial haplotypes affect metabolic phenotypes in the Drosophila Genetic Reference Panel",
        "Link": "https://www.nature.com/articles/s42255-019-0147-3",
        "Summary": "Bevers and Litovchenko et al. sequence mitochondrial genomes from 169 different inbred Drosophila melanogaster strains to reveal mitochondrial population structure as well as links between mitochondrial haplotypes and metabolic variation in flies.",
        "Authors": [
            "Roel P. J. Bevers",
            "Maria Litovchenko",
            "Bart Deplancke"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "09 Dec 2019",
        "Journal Title": "Nature Metabolism",
        "Volume and Pages": "Volume: 1, P: 1226-1242"
    },
    {
        "Title": "Cerebral oxygenation during locomotion is modulated by respiration",
        "Link": "https://www.nature.com/articles/s41467-019-13523-5",
        "Summary": "Understanding mechanisms of cerebral oxygen regulation is critical for healthy brain function. Here the authors show that respiration is a key modulator of cerebral oxygenation, which will be helpful in better resolving neurally-generated functional brain imaging signals, such as BOLD fMRI.",
        "Authors": [
            "Qingguang Zhang",
            "Morgane Roche",
            "Patrick J. Drew"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "04 Dec 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-15"
    },
    {
        "Title": "Edematous severe acute malnutrition is characterized by hypomethylation of DNA",
        "Link": "https://www.nature.com/articles/s41467-019-13433-6",
        "Summary": "The edematous form of severe acute childhood malnutrition (ESAM) presents with more severe multi-organ dysfunction than non-edematous SAM (NESAM). Here the authors assess genome-wide DNA methylation in buccal cells of SAM children and find that ESAM is characterized by hypomethylation at genes associated with disorders of nutrition and metabolism, including fatty liver and diabetes.",
        "Authors": [
            "Katharina V. Schulze",
            "Shanker Swaminathan",
            "Neil A. Hanchard"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "19 Dec 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-13"
    },
    {
        "Title": "Genetic correlations of psychiatric traits with body composition and glycemic traits are sex- and age-dependent",
        "Link": "https://www.nature.com/articles/s41467-019-13544-0",
        "Summary": "Psychiatric disorders are often accompanied by alterations in BMI and body composition due to changes in eating behaviour and physical activity. Here, Hübel et al. study the genetic overlap between these traits and find that genetic correlations between psychiatric disorders and body composition are sex-specific and evident only in adulthood.",
        "Authors": [
            "Christopher Hübel",
            "Héléna A. Gaspar",
            "Gerome Breen"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "18 Dec 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-12"
    }
]