[
    {
        "Title": "DMSO-catalysed late-stage chlorination of (hetero)arenes",
        "Link": "https://www.nature.com/articles/s41929-019-0398-0",
        "Summary": "Late-stage aromatic chlorination of active pharmaceutical ingredients has enormous potential in drug discovery yet still features limited applicability due to issues of functional-group tolerance. Now, dimethyl sulfoxide is reported as catalyst for the chlorination of a diverse family of bioactive molecules in combination with N-chlorosuccinimide.",
        "Authors": [
            "Song Song",
            "Xinyao Li",
            "Ning Jiao"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "23 Dec 2019",
        "Journal Title": "Nature Catalysis",
        "Volume and Pages": "Volume: 3, P: 107-115"
    },
    {
        "Title": "Small molecules that inhibit TNF signalling by stabilising an asymmetric form of the trimer",
        "Link": "https://www.nature.com/articles/s41467-019-13616-1",
        "Summary": "While biologics have been successfully applied in TNF antagonist treatments, there are no clinically approved small molecules that target TNF. Here, the authors discover potent small molecule inhibitors of TNF, elucidate their molecular mechanism, and demonstrate TNF inhibition in vitro and in vivo.",
        "Authors": [
            "James O’Connell",
            "John Porter",
            "Alastair Lawson"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "19 Dec 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-12"
    },
    {
        "Title": "Combining tubercidin and cordycepin scaffolds results in highly active candidates to treat late-stage sleeping sickness",
        "Link": "https://www.nature.com/articles/s41467-019-13522-6",
        "Summary": "Trypanosoma brucei relies on uptake and conversion of purines from the host, which constitutes a potential drug target. Here, Hulpia et al. combine structural elements from known trypanocidal nucleoside analogues and develop a potent trypanocide with curative activity in animal models of acute and late stage sleeping sickness.",
        "Authors": [
            "Fabian Hulpia",
            "Dorien Mabille",
            "Serge Van Calenbergh"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "05 Dec 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-11"
    },
    {
        "Title": "Repurposing human kinase inhibitors to create an antibiotic active against drug-resistant Staphylococcus aureus, persisters and biofilms",
        "Link": "https://www.nature.com/articles/s41557-019-0378-7",
        "Summary": "Screening commercial kinase inhibitors for antibacterial activity identified the anticancer drug sorafenib as a major hit. Subsequent structure–activity optimization created a new antibacterial analogue with high potency against methicillin-resistant Staphylococcus aureus, including challenging persisters and biofilms, as well as demonstrating efficacy in an in vivo mouse model. The mode of action involves stimulation of protein secretion and inhibition of menaquinone biosynthesis.",
        "Authors": [
            "Philipp Le",
            "Elena Kunold",
            "Stephan A. Sieber"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "16 Dec 2019",
        "Journal Title": "Nature Chemistry",
        "Volume and Pages": "Volume: 12, P: 145-158"
    },
    {
        "Title": "Functionalized azetidines via visible light-enabled aza Paternò-Büchi reactions",
        "Link": "https://www.nature.com/articles/s41467-019-13072-x",
        "Summary": "The Aza Paternò-Büchi reaction is arguably among the most direct approaches to functionalized azetidines, which are common medicinal scaffolds. Here, the authors report a mild and selective visible light-enabled intramolecular aza Paternò-Büchi reaction yielding bicyclic azetidines in high yields and diastereoselectivity.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "08 Nov 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-8"
    },
    {
        "Title": "Crystal structure and receptor-interacting residues of MYDGF — a protein mediating ischemic tissue repair",
        "Link": "https://www.nature.com/articles/s41467-019-13343-7",
        "Summary": "Myeloid-derived growth factor (MYDGF) is an angiogenic growth factor with therapeutic potential for ischemic tissue repair and the receptor is still unknown. Here the authors present the crystal structure of human MYDGF and identify its functional epitope through mutagenesis studies.",
        "Authors": [
            "Rebecca Ebenhoch",
            "Abbas Akhdar",
            "Herbert Nar"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "26 Nov 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-10"
    },
    {
        "Title": "Targeting mutant p53-expressing tumours with a T cell receptor-like antibody specific for a wild-type antigen",
        "Link": "https://www.nature.com/articles/s41467-019-13305-z",
        "Summary": "Several cancers harbour mutant p53 and express higher levels of p53-derived peptide-MHCs. Here, the authors report affinity matured human antibody, P1C1TM, specific for the p53125-134 peptide in complex with the HLA-A24 class I MHC molecule and show its efficacy and specificity for mutant p53 expressing tumours.",
        "Authors": [
            "Lionel Low",
            "Angeline Goh",
            "Cheng-I Wang"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "26 Nov 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-14"
    },
    {
        "Title": "[18F]SPA-RQ/PET Study of NK1 receptors in the Whole Body of Guinea Pig and Rat",
        "Link": "https://www.nature.com/articles/s41598-019-56848-3",
        "Summary": "",
        "Authors": [
            "Tove J. Grönroos",
            "Sarita Forsback",
            "Olof Solin"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "31 Dec 2019",
        "Journal Title": "Scientific Reports",
        "Volume and Pages": "Volume: 9, P: 1-9"
    },
    {
        "Title": "A selective BCL-XL PROTAC degrader achieves safe and potent antitumor activity",
        "Link": "https://www.nature.com/articles/s41591-019-0668-z",
        "Summary": "The first BCL-XL-degrading PROTAC achieves safer and more potent antitumor activity than dual BCL-XL and BCL-2 inhibitor navitoclax because of reduced dose-limiting platelet toxicity and high target specificity.",
        "Authors": [
            "Sajid Khan",
            "Xuan Zhang",
            "Daohong Zhou"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "02 Dec 2019",
        "Journal Title": "Nature Medicine",
        "Volume and Pages": "Volume: 25, P: 1938-1947"
    },
    {
        "Title": "Discovery of a chemical probe for PRDM9",
        "Link": "https://www.nature.com/articles/s41467-019-13652-x",
        "Summary": "PRDM9 is a PR domain containing histone methyl transferase which expression is normally restricted to the germline that has also been linked to a number of somatic cancers. Here the authors describe the identification of a small molecule that selectivity inhibits the methyltransferase activity of PRDM9 in biochemical and cellular assays",
        "Authors": [
            "Abdellah Allali-Hassani",
            "Magdalena M. Szewczyk",
            "Masoud Vedadi"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "17 Dec 2019",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 10, P: 1-11"
    }
]