[
    {
        "Title": "Structure of a human intramembrane ceramidase explains enzymatic dysfunction found in leukodystrophy",
        "Link": "https://www.nature.com/articles/s41467-018-07864-w",
        "Summary": "Alkaline ceramidases (ACERs) are a class of poorly understood transmembrane enzymes controlling the homeostasis of ceramides. Here authors solve the Xray structure of human ACER3 and uncover a Ca2+ binding site providing an explanation for the known regulatory role of Ca2+ on ACER3 activity.",
        "Authors": [
            "Ieva Vasiliauskaité-Brooks",
            "Robert D. Healey",
            "Sébastien Granier"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-13"
    },
    {
        "Title": "Structure of transcribing RNA polymerase II-nucleosome complex",
        "Link": "https://www.nature.com/articles/s41467-018-07870-y",
        "Summary": "Eukaryotic transcription requires passage of RNA polymerase II (Pol II) through chromatin, which is impaired by nucleosomes. Here the authors report the cryo-EM structure of transcribing Pol II engaged with a downstream nucleosome core particle at an overall resolution of 4.4 Å, providing insights into the mechanism of chromatin transcription.",
        "Authors": [
            ""
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-6"
    },
    {
        "Title": "Structures of TRPV2 in distinct conformations provide insight into role of the pore turret",
        "Link": "https://www.nature.com/articles/s41594-018-0168-8",
        "Summary": "Cryo-EM structures of rat TRPV2 reveal the architecture of the full-length pore turret and suggest the regulatory role that the turret and lipid binding have in coupling the lower and upper gates of the channel.",
        "Authors": [
            "Timothy L. Dosey",
            "Zhao Wang",
            "Theodore G. Wensel"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "31 Dec 2018",
        "Journal Title": "Nature Structural & Molecular Biology",
        "Volume and Pages": "Volume: 26, P: 40-49"
    },
    {
        "Title": "Native mass spectrometry combined with enzymatic dissection unravels glycoform heterogeneity of biopharmaceuticals",
        "Link": "https://www.nature.com/articles/s41467-018-04061-7",
        "Summary": "The specific glycosylation patterns of biological drugs often impact the efficacy and safety of the therapeutic product. Here the authors describe a native mass spectrometry approach that allows the resolution of highly complex glycosylation patterns on large proteins, which they apply to the therapeutic Fc-fusion protein Etanercept.",
        "Authors": [
            "Therese Wohlschlager",
            "Kai Scheffler",
            "Christian G. Huber"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "30 Apr 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-9"
    },
    {
        "Title": "Chaperonin CCT checkpoint function in basal transcription factor TFIID assembly",
        "Link": "https://www.nature.com/articles/s41594-018-0156-z",
        "Summary": "A combination of proteomics and structural analyses reveals the assembly mechanism of transcription factor TFIID in human cells and identifies the chaperonin CCT as a checkpoint in the process.",
        "Authors": [
            "Simona V. Antonova",
            "Matthias Haffke",
            "Imre Berger"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "03 Dec 2018",
        "Journal Title": "Nature Structural & Molecular Biology",
        "Volume and Pages": "Volume: 25, P: 1119-1127"
    },
    {
        "Title": "Nucleotide-dependent DNA gripping and an end-clamp mechanism regulate the bacteriophage T4 viral packaging motor",
        "Link": "https://www.nature.com/articles/s41467-018-07834-2",
        "Summary": "Packaging of viral DNA depends on strong molecular motors that are powered by ATP hydrolysis. Here, the authors develop a single-molecule assay to monitor how nucleotide binding regulates motor-DNA interactions and reveal a generic mechanism that prevents exit of the whole DNA from the viral capsid during packaging.",
        "Authors": [
            "Mariam Ordyan",
            "Istiaq Alam",
            "Douglas E. Smith"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "21 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-9"
    },
    {
        "Title": "Molecular mechanism of a covalent allosteric inhibitor of SUMO E1 activating enzyme",
        "Link": "https://www.nature.com/articles/s41467-018-07015-1",
        "Summary": "Ubiquitin and ubiquitin-like modifiers such as SUMO play important roles in several cellular pathways that can become deregulated in cancer. Here the authors describe the structural basis for inhibition of SUMO E1 ligase by the small molecule COH000.",
        "Authors": [
            "Zongyang Lv",
            "Lingmin Yuan",
            "Shaun K. Olsen"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "04 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-12"
    },
    {
        "Title": "A genetically encoded photosensitizer protein facilitates the rational design of a miniature photocatalytic CO2-reducing enzyme",
        "Link": "https://www.nature.com/articles/s41557-018-0150-4",
        "Summary": "A 27 kDa photosensitizer protein (PSP) has now been developed and used to design a miniature photocatalytic CO2-reducing enzyme. Visible light drives the PSP efficiently to the long-lived triplet excited state (PSP*), and then to a super-reducing radical (PSP•), which is strong enough to reduce many CO2-reducing catalysts. The 3D structure of PSP• at 1.8 Å resolution was determined by X-ray crystallography.",
        "Authors": [
            "Xiaohong Liu",
            "Fuying Kang",
            "Jiangyun Wang"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "05 Nov 2018",
        "Journal Title": "Nature Chemistry",
        "Volume and Pages": "Volume: 10, P: 1201-1206"
    },
    {
        "Title": "Structural basis of meiotic telomere attachment to the nuclear envelope by MAJIN-TERB2-TERB1",
        "Link": "https://www.nature.com/articles/s41467-018-07794-7",
        "Summary": "The meiotic telomere complex (MAJIN, TERB1, TERB2) tethers telomere ends to the nuclear envelope. Here the authors present the crystal structure of human MAJIN-TERB2 and combine biophysical approaches and structured illumination microscopy analysis of mouse meiotic chromosomes to characterize the molecular architecture of the wider MAJIN-TERB2-TERB1 complex and its interactions with TRF1.",
        "Authors": [
            "James M. Dunce",
            "Amy E. Milburn",
            "Owen R. Davies"
        ],
        "Article Type": "Research",
        "Open Access": "Open Access",
        "Publication Date": "17 Dec 2018",
        "Journal Title": "Nature Communications",
        "Volume and Pages": "Volume: 9, P: 1-18"
    },
    {
        "Title": "Structural basis of Notch recognition by human γ-secretase",
        "Link": "https://www.nature.com/articles/s41586-018-0813-8",
        "Summary": "The cryo-electron microscopy structure of human γ-secretase in complex with its substrate Notch reveals pronounced structural rearrangements compared to the apo enzyme, including formation of a β-sheet involving residues from both enzyme and substrate.",
        "Authors": [
            "Guanghui Yang",
            "Rui Zhou",
            "Yigong Shi"
        ],
        "Article Type": "Research",
        "Open Access": "",
        "Publication Date": "31 Dec 2018",
        "Journal Title": "Nature",
        "Volume and Pages": "Volume: 565, P: 192-197"
    }
]